Repository: jetperch/pyjoulescope_ui
Catalog: joulescope_ui/locale/*/LC_MESSAGES/joulescope_ui.po
Languages: ar, de, el, es, fr, it, ja

source: flyout
ar: الطيران
ja: フライアウト

source: User's Guides
ar: أدلة المستخدم
de: Benutzerhandbücher
el: Οδηγοί χρήσης
es: Guías del usuario
fr: Guides de l'utilisateur
it: Guide per l'utente
ja: ユーザーガイド

source: User Interface
ar: واجهة المستخدم
el: Διεπαφή χρήστη
es: Interfaz de usuario
fr: Interface utilisateur
it: Interfaccia utente
ja: ユーザーインターフェース

source: Joulescope UI User's Guide
ar: دليل مستخدم واجهة مستخدم Joulescope UI
el: Οδηγός χρήσης του Joulescope UI
es: Guía del usuario de la interfaz de usuario de Joulescope
it: Guida all'uso dell'interfaccia utente di Joulescope
ja: Joulescope UIユーザーズガイド

source: Visit the Joulescope forum
ar: قم بزيارة منتدى جولسكوب
de: Besuchen Sie das Joulescope-Forum
el: Επισκεφθείτε το φόρουμ του Joulescope
es: Visite el foro de Joulescope
fr: Visitez le forum Joulescope
it: Visitate il forum di Joulescope
ja: Joulescopeフォーラムへ

source: Joulescope source code
ar: كود مصدر جولسكوب
de: Joulescope Quellcode
el: Πηγαίος κώδικας Joulescope
es: Código fuente de Joulescope
it: Codice sorgente di Joulescope
ja: Joulescope ソースコード

source: file format
ar: تنسيق الملف
de: Dateiformat
el: μορφή αρχείου
es: formato de archivo
fr: format de fichier
it: formato del file
ja: ファイルフォーマット

source: examples
ar: أمثلة
de: Beispiele
el: παραδείγματα
es: ejemplos
fr: exemples
it: esempi
ja: 例

source: Contact support
ar: دعم الاتصال
de: Kontakt zum Support
el: Επικοινωνία με την υποστήριξη
es: Contacto
fr: Contacter le support
it: Contattare l'assistenza
ja: サポートへのお問い合わせ

source: The JLS data stream source.
ar: مصدر تدفق بيانات JLS.
de: Die JLS-Datenstromquelle.
el: Η πηγή ροής δεδομένων JLS.
es: La fuente de flujo de datos JLS.
fr: La source du flux de données JLS.
it: La sorgente del flusso di dati JLS.
ja: JLS データストリームソース。

source: JLS Info
ar: معلومات JLS
de: JLS-Informationen
el: Πληροφορίες JLS
es: Información de JLS
it: Info JLS
ja: JLS 情報

source: ⚠ Before performing calibration, ensure that you save any data in the UI that you wish to keep.
ar: ⚠ قبل إجراء المعايرة، تأكد من حفظ أي بيانات في واجهة المستخدم التي ترغب في الاحتفاظ بها.
de: ⚠ Bevor Sie eine Kalibrierung durchführen, stellen Sie sicher, dass Sie alle Daten in der Benutzeroberfläche speichern, die Sie behalten möchten.
el: ⚠ Πριν από την εκτέλεση της βαθμονόμησης, βεβαιωθείτε ότι έχετε αποθηκεύσει στο UI όλα τα δεδομένα που επιθυμείτε να διατηρήσετε.
es: ⚠ Antes de realizar la calibración, asegúrese de guardar en la interfaz de usuario los datos que desee conservar.
fr: ⚠ Avant de procéder à l'étalonnage, assurez-vous de sauvegarder toutes les données de l'interface utilisateur que vous souhaitez conserver.
it: ⚠ Prima di eseguire la calibrazione, assicurarsi di salvare tutti i dati nell'interfaccia utente che si desidera conservare.
ja: 校正を実行する前に、UIに保存したいデータがあることを確認してください。

source: The Joulescope JS220 is designed to meet its specifications without recalibration. You can use offset calibration to further reduce the offset error. If you wish to perform scale calibration, ensure that your test setup gives a sufficient test uncertainty ratio (TUR).
ar: تم تصميم جولسكوب Joulescope JS220 لتلبية مواصفاته دون إعادة معايرة. يمكنك استخدام معايرة الإزاحة لتقليل خطأ الإزاحة بشكل أكبر. إذا كنت ترغب في إجراء معايرة المقياس، تأكد من أن إعداد الاختبار الخاص بك يعطي نسبة عدم يقين اختبار كافية (TUR).
de: Das Joulescope JS220 ist so konzipiert, dass es seine Spezifikationen ohne Nachkalibrierung einhält. Sie können die Offset-Kalibrierung verwenden, um den Offset-Fehler weiter zu reduzieren. Wenn Sie eine Skalenkalibrierung durchführen möchten, stellen Sie sicher, dass Ihr Prüfaufbau ein ausreichendes Prüfunsicherheitsverhältnis (TUR) ergibt.
el: Το Joulescope JS220 έχει σχεδιαστεί για να ανταποκρίνεται στις προδιαγραφές του χωρίς επαναβαθμονόμηση. Μπορείτε να χρησιμοποιήσετε τη βαθμονόμηση offset για να μειώσετε περαιτέρω το σφάλμα offset. Εάν επιθυμείτε να εκτελέσετε βαθμονόμηση κλίμακας, βεβαιωθείτε ότι η διάταξη δοκιμής σας παρέχει επαρκή λόγο αβεβαιότητας δοκιμής (TUR).
es: El Joulescope JS220 está diseñado para cumplir sus especificaciones sin necesidad de recalibración. Puede utilizar la calibración de offset para reducir aún más el error de offset. Si desea realizar una calibración de escala, asegúrese de que su configuración de prueba proporciona una relación de incertidumbre de prueba (TUR) suficiente.
fr: Le Joulescope JS220 est conçu pour répondre à ses spécifications sans recalibrage. Vous pouvez utiliser l'étalonnage du décalage pour réduire davantage l'erreur de décalage. Si vous souhaitez effectuer un étalonnage de l'échelle, assurez-vous que votre configuration de test donne un rapport d'incertitude de test (TUR) suffisant.
it: Il Joulescope JS220 è progettato per soddisfare le sue specifiche senza ricalibrazione. È possibile utilizzare la calibrazione dell'offset per ridurre ulteriormente l'errore di offset. Se si desidera eseguire la calibrazione della scala, assicurarsi che la configurazione di prova fornisca un rapporto di incertezza di prova (TUR) sufficiente.
ja: Joulescope JS220は、再校正なしで仕様を満たすように設計されています。オフセット校正を使用すると、オフセット誤差をさらに減らすことができます。スケール校正を行う場合は、試験セットアップで十分な試験不確かさ比（TUR）が得られるようにしてください。

source: Restore factory calibration
ar: استعادة معايرة المصنع
de: Werkskalibrierung wiederherstellen
el: Επαναφορά εργοστασιακής βαθμονόμησης
es: Restaurar calibración de fábrica
fr: Restaurer l'étalonnage d'usine
it: Ripristino della calibrazione di fabbrica
ja: 工場校正の復元

source: Start
ar: بدء التشغيل
el: Έναρξη
es: Iniciar
fr: Démarrer
it: Avvio
ja: スタート

source: Calibration in progress
ar: المعايرة جارية
de: Kalibrierung in Arbeit
el: Βαθμονόμηση σε εξέλιξη
es: Calibración en curso
fr: Calibration en cours
it: Calibrazione in corso
ja: 校正中

source: Please wait...
ar: الرجاء الانتظار...
de: Bitte warten...
el: Παρακαλώ περιμένετε...
es: Por favor, espere...
fr: Veuillez patienter...
it: Attendere prego...
ja: お待ちください...

source: Disconnect all sensor terminals
ar: افصل جميع أطراف المستشعر
de: Alle Sensoranschlüsse abklemmen
el: Αποσυνδέστε όλους τους ακροδέκτες του αισθητήρα
es: Desconecte todos los terminales del sensor
fr: Déconnecter toutes les bornes du capteur
it: Scollegare tutti i terminali del sensore
ja: センサー端子をすべて外す

source: Short together Voltage+, Voltage-, and Current+ using wires.
ar: اختصار الجهد+، والجهد- والجهد- والتيار+ باستخدام الأسلاك.
de: Schließen Sie Spannung+, Spannung- und Strom+ mit Hilfe von Drähten kurz.
el: Συνδυάστε Τάση+, Τάση- και Ρεύμα+ χρησιμοποιώντας καλώδια.
es: Une Voltaje+, Voltaje- y Corriente+ mediante cables.
fr: Court-circuiter Voltage+, Voltage- et Current+ à l'aide de fils.
it: Mettere in cortocircuito Tensione+, Tensione+ e Corrente+ utilizzando dei fili.
ja: Voltage+、Voltage-、Current+をワイヤで短絡します。

source: If you are using the BNC front panel, simply connect Voltage to Current.
ar: إذا كنت تستخدم اللوحة الأمامية BNC، ما عليك سوى توصيل الجهد بالتيار.
de: Wenn Sie die BNC-Frontplatte verwenden, verbinden Sie einfach Spannung mit Strom.
el: Εάν χρησιμοποιείτε την πρόσοψη BNC, απλά συνδέστε την τάση με το ρεύμα.
es: Si utiliza el panel frontal BNC, simplemente conecte Voltaje a Corriente.
fr: Si vous utilisez le panneau avant BNC, connectez simplement Voltage à Current.
it: Se si utilizza il pannello frontale BNC, è sufficiente collegare Tensione a Corrente.
ja: BNCフロントパネルを使用する場合は、VoltageをCurrentに接続するだけです。

source: Current offset
ar: الإزاحة الحالية
de: Strom-Offset
el: Αντιστάθμιση ρεύματος
es: Desplazamiento de corriente
fr: Décalage de courant
it: Offset di corrente
ja: 電流オフセット

source: Voltage offset
ar: إزاحة الجهد
de: Spannungs-Offset
el: Αντιστάθμιση τάσης
es: Desplazamiento de tensión
fr: Décalage de tension
it: Offset di tensione
ja: 電圧オフセット

source: JS220 Calibration
ar: معايرة JS220
de: JS220 Kalibrierung
el: Βαθμονόμηση JS220
es: Calibración del JS220
it: Calibrazione JS220
ja: JS220 校正

source: The target device.
ar: الجهاز المستهدف.
de: Das Zielgerät.
el: Η συσκευή-στόχος.
es: El dispositivo objetivo.
fr: L'appareil cible.
it: Il dispositivo di destinazione.
ja: 対象デバイス

source: Calibration
ar: المعايرة
de: Kalibrierung
el: Βαθμονόμηση
es: Calibración
it: Calibrazione
ja: 校正

source: Memory
ar: الذاكرة
de: Speicher
el: Μνήμη
es: Memoria
fr: Mémoire
it: Memoria
ja: メモリ

source: Memory buffer size
ar: حجم المخزن المؤقت للذاكرة
de: Größe des Speicherpuffers
el: Μέγεθος απομονωτή μνήμης
es: Tamaño del búfer de memoria
fr: Taille de la mémoire tampon
it: Dimensione del buffer di memoria
ja: メモリバッファサイズ

source: Total RAM size
ar: إجمالي حجم ذاكرة الوصول العشوائي
de: Gesamte RAM-Größe
el: Συνολικό μέγεθος RAM
es: Tamaño total de RAM
fr: Taille totale de la RAM
it: Dimensione totale della RAM
ja: RAMサイズ

source: Available RAM size
ar: حجم ذاكرة الوصول العشوائي المتاحة
de: Verfügbare RAM-Größe
el: Διαθέσιμο μέγεθος RAM
es: Tamaño de RAM disponible
fr: Taille de la RAM disponible
it: Dimensione della RAM disponibile
ja: 利用可能なRAMサイズ

source: Used RAM size
ar: حجم ذاكرة الوصول العشوائي المستخدمة
de: Verwendete RAM-Größe
el: Μέγεθος χρησιμοποιούμενης μνήμης RAM
es: Tamaño de RAM utilizado
fr: Taille de la RAM utilisée
it: Dimensione della RAM utilizzata
ja: 使用RAMサイズ

source: Clear
ar: واضح
de: Übersichtlich
el: Σαφής
es: Claro
fr: Clair
it: Chiaro
ja: クリア

source: Clear on play
ar: واضح في التشغيل
de: Klar im Spiel
el: Καθαρό στο παιχνίδι
es: Claro en juego
fr: Clair sur le jeu
it: Chiaro sul gioco
ja: プレー中もクリア

source: The notes value.
ar: قيمة الملاحظات.
de: Der Notenwert.
el: Η τιμή των σημειώσεων.
es: El valor de las notas.
fr: La valeur des notes.
it: Il valore delle note.
ja: 注釈値。

source: Path:
ar: المسار
de: Pfad:
el: Μονοπάτι:
es: Trayectoria:
fr: Trajectoire :
it: Percorso:
ja: パス

source: Filename:
ar: اسم الملف
de: Dateiname:
el: Όνομα αρχείου: Jouloulouce:
es: Nombre de archivo:
fr: Nom de fichier :
it: Nome del file:
ja: ファイル名

source: Signal recording in progress
ar: تسجيل الإشارة قيد التشغيل
de: Signalaufzeichnung im Gange
el: Καταγραφή σήματος σε εξέλιξη
es: Grabación de señal en curso
fr: Enregistrement du signal en cours
it: Registrazione del segnale in corso
ja: 信号記録中

source: Statistics recording in progress
ar: تسجيل الإحصائيات قيد التنفيذ
de: Statistikaufzeichnung in Bearbeitung
el: Καταγραφή στατιστικών στοιχείων σε εξέλιξη
es: Registro de estadísticas en curso
fr: Enregistrement des statistiques en cours
it: Registrazione statistica in corso
ja: 統計記録中

source: Record Status
ar: حالة السجل
de: Status aufzeichnen
el: Κατάσταση εγγραφής
es: Estado del registro
fr: Statut de l'enregistrement
it: Stato della registrazione
ja: 記録ステータス

source: Serial Console
ar: وحدة التحكم التسلسلية
de: Serielle Konsole
el: Σειριακή κονσόλα
es: Consola serie
fr: Console série
it: Console seriale
ja: シリアルコンソール

source: The signal sample stream source.
ar: مصدر تيار عينة الإشارة.
de: Die Quelle des Signalstroms.
el: Η πηγή ρεύματος δείγματος σήματος.
es: La fuente de corriente de muestreo de la señal.
fr: La source du flux d'échantillons de signaux.
it: La sorgente del flusso di campioni di segnale.
ja: 信号サンプル・ストリーム・ソース。

source: The target waveform widget.
ar: أداة الشكل الموجي المستهدف.
de: Das Widget für die Zielwellenform.
el: Το widget κυματομορφής στόχου.
es: El widget de forma de onda de destino.
fr: Le widget de la forme d'onde cible.
it: Il widget della forma d'onda di destinazione.
ja: ターゲット波形ウィジェット。

source: Message
ar: الرسالة
de: Nachricht
el: Μήνυμα
es: Mensaje
it: Messaggio
ja: メッセージ

source: Copy
ar: نسخ
de: Kopieren
el: Αντιγραφή
es: Copiar
fr: Copie
it: Copia
ja: コピー

source: Entry
ar: الدخول
de: Eintrag
el: Είσοδος
es: Entrada
fr: Entrée
it: Ingresso
ja: 入力

source: Text only
ar: النص فقط
de: Nur Text
el: Μόνο κείμενο
es: Sólo texto
fr: Texte uniquement
it: Solo testo
ja: テキストのみ

source: Annotate Waveform
ar: شرح الشكل الموجي
de: Wellenform annotieren
el: Σχολιασμός κυματομορφής
es: Anotar forma de onda
fr: Annoter la forme d'onde
it: Annotazione della forma d'onda
ja: 波形の注釈

source: off
ar: إيقاف
de: aus
ja: オフ

source: Value
ar: القيمة
de: Wert
el: Τιμή
es: Valor
fr: Valeur
it: Valore
ja: 値

source: Color
ar: اللون
de: Farbe
el: Χρώμα
fr: Couleur
it: Colore
ja: カラー

source: Font
ar: الخط
de: Schriftart
el: Γραμματοσειρά
es: Fuente
fr: Police
it: Carattere
ja: フォント

source: Define
ar: تعريف
de: Definieren Sie
el: Ορισμός
es: Definir
fr: Définir
it: Definire
ja: 定義

source: Common
ar: شائع
de: Allgemein
el: Κοινό
es: Común
fr: Commun
it: Comune
ja: 共通

source: View defaults
ar: عرض الإعدادات الافتراضية
de: Standardeinstellungen anzeigen
el: Προβολή προεπιλογών
es: Ver valores predeterminados
fr: Afficher les valeurs par défaut
it: Visualizza le impostazioni predefinite
ja: デフォルトを表示

source: Devices
ar: الأجهزة
de: Geräte
el: Συσκευές
es: Dispositivos
fr: Appareils
it: Dispositivi
ja: デバイス

source: Colors
ar: الألوان
de: Farben
el: Χρώματα
es: Colores
fr: Couleurs
it: Colori
ja: カラー

source: Fonts
ar: الخطوط
de: Schriftarten
el: Γραμματοσειρές
es: Fuentes
fr: Polices de caractères
it: Caratteri
ja: フォント

source: Defines
ar: يحدد
de: Definiert
el: Ορίζει το
es: Define
fr: Définit
it: Definisce
ja: 定義

source: Available
ar: متوفر
de: Verfügbar
el: Διαθέσιμο
es: Disponible en
fr: Disponible
it: Disponibile
ja: 使用可能

source: Selected
ar: مختارة
de: Ausgewählte
el: Επιλεγμένο
es: Seleccionado
fr: Sélectionné
it: Selezionato
ja: 選択された

source: Device control
ar: التحكم في الجهاز
de: Gerätesteuerung
el: Έλεγχος συσκευής
es: Control de dispositivos
fr: Contrôle des appareils
it: Controllo del dispositivo
ja: デバイス制御

source: Click to show the device control widget which displays the connected devices and their settings. Use this widget to open and close devices and configure their operation.
ar: انقر لإظهار أداة التحكم في الجهاز التي تعرض الأجهزة المتصلة وإعداداتها. استخدم هذه الأداة لفتح الأجهزة وإغلاقها وتهيئة تشغيلها.
de: Klicken Sie darauf, um das Gerätesteuerungs-Widget anzuzeigen, das die angeschlossenen Geräte und ihre Einstellungen anzeigt. Verwenden Sie dieses Widget, um Geräte zu öffnen und zu schließen und ihren Betrieb zu konfigurieren.
el: Κάντε κλικ για να εμφανιστεί το widget ελέγχου συσκευών, το οποίο εμφανίζει τις συνδεδεμένες συσκευές και τις ρυθμίσεις τους. Χρησιμοποιήστε αυτό το widget για να ανοίγετε και να κλείνετε συσκευές και να ρυθμίζετε τη λειτουργία τους.
es: Haz clic para mostrar el widget de control de dispositivos que muestra los dispositivos conectados y su configuración. Utilice este widget para abrir y cerrar dispositivos y configurar su funcionamiento.
fr: Cliquez pour afficher le widget de contrôle des appareils qui affiche les appareils connectés et leurs paramètres. Utilisez ce widget pour ouvrir et fermer les appareils et configurer leur fonctionnement.
it: Fare clic per visualizzare il widget di controllo del dispositivo che mostra i dispositivi collegati e le loro impostazioni. Utilizzare questo widget per aprire e chiudere i dispositivi e configurarne il funzionamento.
ja: クリックすると、接続されたデバイスとその設定を表示するデバイス制御ウィジェットが表示されます。このウィジェットを使用して、デバイスを開閉し、動作を設定します。

source: Memory buffer settings
ar: إعدادات المخزن المؤقت للذاكرة
de: Speicherpuffer-Einstellungen
el: Ρυθμίσεις απομονωτή μνήμης
es: Ajustes del búfer de memoria
fr: Paramètres de la mémoire tampon
it: Impostazioni del buffer di memoria
ja: メモリバッファ設定

source: Streaming signal sample data is stored in your host computer's RAM. Click this button to show the memory management widget which allows you to configure the memory used by this Joulescope UI instance.
ar: يتم تخزين بيانات عينة الإشارة المتدفقة في ذاكرة الوصول العشوائي للكمبيوتر المضيف. انقر فوق هذا الزر لإظهار أداة إدارة الذاكرة التي تسمح لك بتكوين الذاكرة التي يستخدمها مثيل واجهة مستخدم Joulescope هذا.
de: Streaming-Signal-Abtastdaten werden im RAM Ihres Host-Computers gespeichert. Klicken Sie auf diese Schaltfläche, um das Speicherverwaltungs-Widget anzuzeigen, mit dem Sie den von dieser Joulescope UI-Instanz verwendeten Speicher konfigurieren können.
el: Τα δεδομένα δειγματοληψίας σήματος ροής αποθηκεύονται στη μνήμη RAM του κεντρικού υπολογιστή σας. Κάντε κλικ σε αυτό το κουμπί για να εμφανιστεί το widget διαχείρισης μνήμης, το οποίο σας επιτρέπει να διαμορφώσετε τη μνήμη που χρησιμοποιείται από αυτή την περίπτωση του Joulescope UI.
es: Los datos de muestreo de la señal de corriente se almacenan en la memoria RAM del ordenador anfitrión. Haga clic en este botón para mostrar el widget de gestión de memoria que le permite configurar la memoria utilizada por esta instancia de Joulescope UI.
fr: Les données d'échantillonnage des signaux en continu sont stockées dans la mémoire vive de votre ordinateur hôte. Cliquez sur ce bouton pour afficher le widget de gestion de la mémoire qui vous permet de configurer la mémoire utilisée par cette instance de l'interface utilisateur Joulescope.
it: I dati di campionamento del segnale in streaming sono memorizzati nella RAM del computer host. Fare clic su questo pulsante per visualizzare il widget di gestione della memoria che consente di configurare la memoria utilizzata da questa istanza dell'interfaccia utente di Joulescope.
ja: ストリーミング信号のサンプル・データは、ホスト・コンピュータのRAMに保存されます。このボタンをクリックすると、メモリ管理ウィジェットが表示され、このJoulescope UIインスタンスが使用するメモリを設定できます。

source: Click to show the settings which allows you to change the global, default, and individual instance settings for devices and widgets.
ar: انقر لإظهار الإعدادات التي تسمح لك بتغيير إعدادات المثيل العامة والافتراضية والفردية للأجهزة والأدوات.
de: Klicken Sie hier, um die Einstellungen anzuzeigen, mit denen Sie die globalen, Standard- und individuellen Instanzeinstellungen für Geräte und Widgets ändern können.
el: Κάντε κλικ για να εμφανίσετε τις ρυθμίσεις που σας επιτρέπουν να αλλάξετε τις συνολικές, προεπιλεγμένες και μεμονωμένες ρυθμίσεις περιπτώσεων για συσκευές και widgets.
es: Haga clic para mostrar la configuración que le permite cambiar la configuración global, predeterminada y de instancia individual para dispositivos y widgets.
fr: Cliquez pour afficher les paramètres qui vous permettent de modifier les paramètres globaux, par défaut et individuels des appareils et des widgets.
it: Fare clic per visualizzare le impostazioni che consentono di modificare le impostazioni globali, predefinite e delle singole istanze per i dispositivi e i widget.
ja: クリックすると設定が表示され、デバイスやウィジェットのグローバル設定、デフォルト設定、個別インスタンス設定を変更できます。

source: Default changes may not affect existing instances, and may only apply to future instances.
ar: قد لا تؤثر التغييرات الافتراضية على المثيلات الحالية، وقد تنطبق فقط على المثيلات المستقبلية.
de: Standardänderungen wirken sich möglicherweise nicht auf bestehende Instanzen aus und können nur für zukünftige Instanzen gelten.
el: Οι προεπιλεγμένες αλλαγές ενδέχεται να μην επηρεάζουν τις υπάρχουσες περιπτώσεις και να ισχύουν μόνο για μελλοντικές περιπτώσεις.
es: Es posible que los cambios predeterminados no afecten a las instancias existentes y sólo se apliquen a instancias futuras.
fr: Les modifications par défaut peuvent ne pas affecter les instances existantes et ne s'appliquer qu'aux instances futures.
it: Le modifiche predefinite non possono influire sulle istanze esistenti e possono essere applicate solo alle istanze future.
ja: デフォルトの変更は既存のインスタンスには影響せず、将来のインスタンスにのみ適用されます。

source: Get help
ar: احصل على المساعدة
de: Hilfe erhalten
el: Βοήθεια
es: Ayuda
fr: Obtenir de l'aide
it: Aiuto
ja: ヘルプ

source: Click to display help options.
ar: انقر لعرض خيارات المساعدة.
de: Klicken Sie, um die Hilfeoptionen anzuzeigen.
el: Κάντε κλικ για να εμφανίσετε τις επιλογές βοήθειας.
es: Haga clic para ver las opciones de ayuda.
fr: Cliquer pour afficher les options d'aide.
it: Fare clic per visualizzare le opzioni di aiuto.
ja: クリックするとヘルプオプションが表示されます。

source: Additional settings and actions
ar: إعدادات وإجراءات إضافية
de: Zusätzliche Einstellungen und Aktionen
el: Πρόσθετες ρυθμίσεις και ενέργειες
es: Ajustes y acciones adicionales
fr: Paramètres et actions supplémentaires
it: Impostazioni e azioni aggiuntive
ja: 追加設定とアクション

source: Click to display additional settings and actions.
ar: انقر لعرض إعدادات وإجراءات إضافية.
de: Klicken Sie, um zusätzliche Einstellungen und Aktionen anzuzeigen.
el: Κάντε κλικ για να εμφανίσετε πρόσθετες ρυθμίσεις και ενέργειες.
es: Haga clic para ver ajustes y acciones adicionales.
fr: Cliquez pour afficher des paramètres et des actions supplémentaires.
it: Fare clic per visualizzare altre impostazioni e azioni.
ja: クリックすると、追加の設定とアクションが表示されます。

source: sidebar
ar: الشريط الجانبي
de: Seitenleiste
es: barra lateral
fr: encadré
it: barra laterale
ja: サイドバー

source: The disk is full
ar: القرص ممتلئ
de: Die Festplatte ist voll
el: Ο δίσκος είναι γεμάτος
es: El disco está lleno
fr: Le disque est plein
it: Il disco è pieno
ja: ディスクがいっぱいです

source: Could not open file for write
ar: تعذر فتح الملف للكتابة
de: Datei konnte nicht zum Schreiben geöffnet werden
el: Δεν κατέστη δυνατό το άνοιγμα αρχείου για εγγραφή
es: No se pudo abrir el archivo para escribir
fr: Impossible d'ouvrir le fichier en écriture
it: Impossibile aprire il file per la scrittura
ja: 書き込み用にファイルを開けませんでした

source: The filename with optional replacements.
ar: اسم الملف مع بدائل اختيارية.
de: Der Dateiname mit optionalen Ersetzungen.
el: Το όνομα αρχείου με προαιρετικές αντικαταστάσεις.
es: El nombre del archivo con sustituciones opcionales.
fr: Le nom du fichier avec des remplacements optionnels.
it: Il nome del file con sostituzioni opzionali.
ja: ファイル名。

source: Signals to record
ar: إشارات للتسجيل
de: Aufzuzeichnende Signale
el: Σήματα προς καταγραφή
es: Señales a registrar
fr: Signaux à enregistrer
it: Segnali da registrare
ja: 記録する信号

source: Configure signal recording
ar: تكوين تسجيل الإشارة
de: Konfigurieren Sie die Signalaufzeichnung
el: Διαμόρφωση της καταγραφής σήματος
es: Configurar el registro de señales
fr: Configurer l'enregistrement des signaux
it: Configurazione della registrazione del segnale
ja: 信号記録の設定

source: StatisticsRecordConfig
ar: إحصائياتالتسجيلالتكوين
de: StatistikRecordConfig
es: EstadísticasRegistroConfig
it: StatisticheRegistrazioneConfig
ja: 統計レコードコンフィグ

source: Time Format
ar: تنسيق الوقت
de: Zeitformat
el: Μορφή χρόνου
es: Formato de tiempo
fr: Format de l'heure
it: Formato temporale
ja: 時間フォーマット

source: Configure statistics recording
ar: تكوين تسجيل الإحصائيات
de: Konfigurieren Sie die Statistikaufzeichnung
el: Ρύθμιση της καταγραφής στατιστικών στοιχείων
es: Configurar el registro de estadísticas
fr: Configurer l'enregistrement des statistiques
it: Configurare la registrazione delle statistiche
ja: 統計記録の設定

source: Select the source device
ar: حدد الجهاز المصدر
de: Wählen Sie das Quellgerät
el: Επιλέξτε τη συσκευή προέλευσης
es: Seleccione el dispositivo fuente
fr: Sélectionner l'appareil source
it: Selezionare il dispositivo sorgente
ja: ソースデバイスを選択

source: The device to use for the start condition and stop condition.
ar: الجهاز المستخدم لحالة البدء وحالة التوقف.
de: Das Gerät, das für die Startbedingung und die Stoppbedingung zu verwenden ist.
el: Η συσκευή που θα χρησιμοποιηθεί για τη συνθήκη εκκίνησης και τη συνθήκη διακοπής.
es: El dispositivo a utilizar para la condición de arranque y la condición de parada.
fr: Le dispositif à utiliser pour la condition de démarrage et la condition d'arrêt.
it: Il dispositivo da utilizzare per la condizione di avvio e di arresto.
ja: 開始条件および停止条件に使用するデバイス。

source: Configure run mode
ar: تكوين وضع التشغيل
de: Konfigurieren Sie den Betriebsmodus
el: Διαμόρφωση λειτουργίας λειτουργίας
es: Configurar modo de funcionamiento
fr: Configurer le mode de fonctionnement
it: Configurare la modalità di funzionamento
ja: ランモードの設定

source: Single
ar: مفرد
de: Einzelne
el: Ενιαίο
es: Único
fr: Unique
it: Singolo
ja: シングル
