Repository: jetperch/pyjoulescope_ui
Catalog: joulescope_ui/locale/*/LC_MESSAGES/joulescope_ui.po
Languages: ar, de, el, es, fr, it, ja

source: Perform one trigger sequence and then return to inactive mode.
ar: إجراء تسلسل تشغيل واحد ثم العودة إلى الوضع غير النشط.
de: Führen Sie eine Triggersequenz durch und kehren Sie dann in den inaktiven Modus zurück.
el: Εκτελέστε μία ακολουθία σκανδαλισμού και στη συνέχεια επιστρέψτε στην ανενεργή λειτουργία.
es: Realiza una secuencia de disparo y luego vuelve al modo inactivo.
fr: Effectuer une séquence de déclenchement, puis revenir au mode inactif.
it: Eseguire una sequenza di trigger e poi tornare alla modalità inattiva.
ja: トリガーシーケンスを1回実行した後、非アクティブモードに戻ります。

source: Continuous
ar: مستمر
de: Kontinuierlich
el: Συνεχής
es: Continuo
fr: Continu
it: Continua
ja: 連続

source: Repeat the trigger sequence indefinitely until manually stopped.
ar: كرر تسلسل الزناد إلى أجل غير مسمى حتى يتم إيقافه يدويًا.
de: Wiederholen Sie die Triggersequenz unendlich oft, bis Sie sie manuell stoppen.
el: Επαναλάβετε την ακολουθία σκανδαλισμού επ' αόριστον έως ότου σταματήσετε χειροκίνητα.
es: Repite la secuencia de disparo indefinidamente hasta que se detiene manualmente.
fr: Répéter la séquence de déclenchement indéfiniment jusqu'à ce qu'elle soit arrêtée manuellement.
it: Ripetere la sequenza di trigger all'infinito fino all'arresto manuale.
ja: 手動で停止するまで、トリガーシーケンスを無限に繰り返します。

source: Start, stop and indicate status
ar: بدء التشغيل والإيقاف والإشارة إلى الحالة
de: Starten, stoppen und Status anzeigen
el: Εκκίνηση, διακοπή και ένδειξη κατάστασης
es: Arranque, parada e indicación de estado
fr: Démarrage, arrêt et indication de l'état
it: Avvio, arresto e indicazione dello stato
ja: スタート、ストップ、ステータス表示

source: Inactive
ar: غير نشط
de: Inaktiv
el: Ανενεργό
es: Inactivo
fr: Inactif
it: Inattivo
ja: 非アクティブ

source: Configure trigger options and then press to start.
ar: قم بتكوين خيارات المشغل ثم اضغط للبدء.
de: Konfigurieren Sie die Triggeroptionen und drücken Sie dann zum Starten.
el: Διαμορφώστε τις επιλογές σκανδαλισμού και, στη συνέχεια, πατήστε για να ξεκινήσετε.
es: Configure las opciones de disparo y pulse para iniciar.
fr: Configurer les options de déclenchement et appuyer sur pour démarrer.
it: Configurare le opzioni di trigger e premere per iniziare.
ja: トリガーオプションを設定し、 を押して開始します。

source: Searching
ar: البحث
de: Durchsuchen
el: Αναζήτηση
es: Búsqueda en
fr: Recherche
it: Ricerca
ja: 検索

source: Look for the configured start condition. On match, perform the start actions and advance to active. Press to halt and return to inactive.
ar: ابحث عن حالة البدء المكوّنة. عند التطابق، قم بتنفيذ إجراءات البدء والتقدم إلى النشط. اضغط للتوقف والعودة إلى غير نشط.
de: Suchen Sie nach der konfigurierten Startbedingung. Bei Übereinstimmung führen Sie die Start-Aktionen aus und gehen in den aktiven Modus über. Drücken Sie zum Anhalten und kehren Sie zu inaktiv zurück.
el: Αναζητήστε τη διαμορφωμένη κατάσταση εκκίνησης. Σε περίπτωση ταύτισης, εκτελέστε τις ενέργειες εκκίνησης και προχωρήστε στην ενεργή κατάσταση. Πιέστε για να σταματήσετε και να επιστρέψετε στην ανενεργή κατάσταση.
es: Busca la condición de arranque configurada. Al coincidir, realice las acciones de arranque y avance a activo. Pulse para detener y volver a inactivo.
fr: Rechercher la condition de démarrage configurée. En cas de correspondance, effectuer les actions de démarrage et passer en mode actif. Appuyer sur pour arrêter et revenir à l'état inactif.
it: Cercare la condizione di avvio configurata. In caso di corrispondenza, eseguire le azioni di avvio e passare alla modalità attiva. Premere per arrestare e tornare all'inattivo.
ja: 設定された開始条件を探します。一致したら、スタートアクションを実行し、アクティブに進みます。を押して停止し、非アクティブに戻ります。

source: Look for the configured stop condition. On match, perform the stop actions. For run mode single, transition to inactive. For run mode continuous, transition to searching. Press to halt and return to inactive.
ar: ابحث عن حالة الإيقاف المكوّنة. عند التطابق، قم بتنفيذ إجراءات الإيقاف. بالنسبة لوضع التشغيل الفردي، انتقل إلى غير نشط. بالنسبة لوضع التشغيل المستمر، انتقل إلى البحث. اضغط للإيقاف والعودة إلى غير نشط.
de: Suchen Sie nach der konfigurierten Stopp-Bedingung. Bei Übereinstimmung führen Sie die Stopp-Aktionen durch. Für den Betriebsmodus Einzel, Übergang zu inaktiv. Bei Dauerbetrieb: Übergang zur Suche. Drücken Sie , um anzuhalten und in den inaktiven Zustand zurückzukehren.
el: Αναζητήστε τη διαμορφωμένη κατάσταση διακοπής. Σε περίπτωση ταύτισης, εκτελέστε τις ενέργειες διακοπής. Για απλή λειτουργία λειτουργίας, μεταβείτε σε ανενεργή κατάσταση. Για λειτουργία συνεχούς λειτουργίας, μετάβαση σε αναζήτηση. Πιέστε για να σταματήσετε και να επιστρέψετε στην ανενεργή κατάσταση.
es: Busque la condición de parada configurada. Cuando coincida, realice las acciones de parada. Para el modo de ejecución simple, transición a inactivo. Para modo de funcionamiento continuo, pase a búsqueda. Pulse para detener y volver a inactivo.
fr: Rechercher la condition d'arrêt configurée. En cas de correspondance, effectuer les actions d'arrêt. Pour le mode d'exécution simple, passer à l'état inactif. Pour le mode de fonctionnement continu, passer à la recherche. Appuyer sur pour arrêter et revenir à l'état inactif.
it: Cercare la condizione di arresto configurata. In caso di corrispondenza, eseguire le azioni di arresto. Per la modalità di funzionamento singola, passare alla modalità inattiva. Per la modalità di funzionamento continuo, passare alla ricerca. Premere per arrestare e tornare inattivo.
ja: 設定された停止条件を探します。一致したら、停止アクションを実行します。ランモード・シングルの場合は、非アクティブに移行します。ランモードが連続の場合、検索に移行します。を押して停止し、非アクティブに戻る。

source: Edge
ar: الحافة
de: Kante
es: Borde
fr: Bordure
it: Bordo
ja: エッジ

source: Always
ar: دائمًا
de: Immer
el: Πάντα
es: Siempre
fr: Toujours
it: Sempre
ja: 常に

source: Never
ar: أبدًا
de: Niemals
el: Ποτέ
es: Nunca
fr: Jamais
it: Mai
ja: 決して

source: between
ar: بين
de: zwischen
el: μεταξύ
es: entre
fr: entre
it: tra
ja: 間

source: outside
ar: خارج
de: außerhalb
el: εκτός
es: exterior
fr: à l'extérieur
it: all'esterno
ja: 外側

source: The source instrument.
ar: الأداة المصدر.
de: Das Ausgangsinstrument.
el: Το όργανο πηγής.
es: El instrumento fuente.
fr: L'instrument source.
it: Lo strumento sorgente.
ja: ソース機器。

source: Type
ar: النوع
de: Typ
el: Τύπος
es: Tipo
fr: Type de produit
it: Tipo
ja: タイプ

source: Condition
ar: الحالة
de: Zustand
el: Κατάσταση
es: Estado
it: Condizione
ja: 条件

source: Record samples
ar: تسجيل العينات
de: Proben aufzeichnen
el: Καταγραφή δειγμάτων
es: Registro de muestras
fr: Enregistrer des échantillons
it: Registrare i campioni
ja: サンプルの記録

source: Config
ar: التكوين
de: Konfig
el: Διαμόρφωση
it: Configurazione
ja: 構成

source: Start buffer
ar: بدء المخزن المؤقت
de: Startpuffer
el: Απομονωτής έναρξης
es: Tampón de arranque
fr: Tampon de démarrage
it: Avvio del buffer
ja: スタートバッファ

source: Stop delay
ar: إيقاف التأخير
de: Stopp-Verzögerung
el: Καθυστέρηση διακοπής
es: Retardo de parada
fr: Délai d'arrêt
it: Ritardo di arresto
ja: 停止遅延

source: Record statistics
ar: سجل الإحصائيات
de: Statistik aufzeichnen
el: Καταγραφή στατιστικών στοιχείων
es: Registro de estadísticas
fr: Statistiques d'enregistrement
it: Registra le statistiche
ja: 統計情報の記録

source: Set output
ar: ضبط الإخراج
de: Ausgang einstellen
el: Ρύθμιση εξόδου
es: Ajustar salida
fr: Régler la sortie
it: Impostare l'uscita
ja: 出力設定

source: Add single marker
ar: إضافة علامة واحدة
de: Einzelnen Marker hinzufügen
el: Προσθήκη μεμονωμένου δείκτη
es: Añadir un marcador
fr: Ajouter un marqueur unique
it: Aggiungi un singolo marcatore
ja: シングルマーカーの追加

source: Add dual markers
ar: إضافة علامات مزدوجة
de: Duale Marker hinzufügen
el: Προσθήκη διπλών δεικτών
es: Añadir marcadores duales
fr: Ajouter des marqueurs doubles
it: Aggiunta di doppi marcatori
ja: デュアルマーカーの追加

source: Stop sample buffer
ar: إيقاف المخزن المؤقت للعينة
de: Stop-Probenpuffer
el: Διακοπή ρυθμιστικού δείγματος
es: Tampón de muestra de parada
fr: Tampon d'arrêt de l'échantillon
it: Arresto del buffer del campione
ja: 停止サンプルバッファ

source: Delay
ar: التأخير
de: Verzögerung
el: Καθυστέρηση
es: Retardo
fr: Retard
it: Ritardo
ja: 遅延

source: Trigger
ar: الزناد
es: Disparador
fr: Déclencheur
it: Innesco
ja: トリガー

source: No sources found
ar: لم يتم العثور على مصادر
de: Keine Quellen gefunden
el: Δεν βρέθηκαν πηγές
es: No se han encontrado fuentes
fr: Aucune source trouvée
it: Nessuna fonte trovata
ja: ソースが見つかりません

source: Start Condition
ar: حالة البدء
de: Startbedingung
el: Κατάσταση έναρξης
es: Condición de inicio
fr: Condition de démarrage
it: Condizione di avvio
ja: 開始条件

source: Start Actions
ar: بدء الإجراءات
de: Start-Aktionen
el: Έναρξη ενεργειών
es: Iniciar acciones
fr: Démarrer les actions
it: Avviare le azioni
ja: 動作開始

source: Stop Condition
ar: حالة التوقف
de: Stopp-Bedingung
el: Κατάσταση διακοπής
es: Condición de parada
fr: Condition d'arrêt
it: Condizione di arresto
ja: 停止条件

source: Stop Actions
ar: إجراءات الإيقاف
de: Stopp-Aktionen
el: Ενέργειες διακοπής
es: Acciones de parada
fr: Arrêter les actions
it: Azioni di arresto
ja: 動作停止

source: Show the device selection header.
ar: إظهار رأس اختيار الجهاز.
de: Zeigt die Kopfzeile der Geräteauswahl an.
el: Εμφάνιση της επικεφαλίδας επιλογής συσκευής.
es: Muestra la cabecera de selección de dispositivos.
fr: Affiche l'en-tête de sélection de l'appareil.
it: Mostra l'intestazione di selezione del dispositivo.
ja: デバイス選択ヘッダーを表示します。

source: Show the accrue header.
ar: عرض رأس الاستحقاق.
de: Zeigt die zugehörige Kopfzeile an.
el: Εμφάνιση της επικεφαλίδας accrue.
es: Muestra la cabecera de acumulación.
fr: Affiche l'en-tête d'accumulation.
it: Mostra l'intestazione di accumulo.
ja: accrueヘッダを表示します。

source: Show the statistics fields at the right.
ar: عرض حقول الإحصائيات على اليمين.
de: Zeigen Sie die Statistikfelder auf der rechten Seite an.
el: Εμφανίστε τα πεδία στατιστικών στοιχείων στα δεξιά.
es: Muestra los campos de estadísticas a la derecha.
fr: Afficher les champs de statistiques à droite.
it: Mostrare i campi delle statistiche a destra.
ja: 右側の統計フィールドを表示します。

source: Show a leading + or - sign.
ar: إظهار علامة + أو -.
de: Zeigt ein führendes + oder - Zeichen.
el: Εμφανίζει ένα πρόσημο + ή -.
es: Muestra un signo + o - inicial.
fr: Afficher un signe + ou -.
it: Mostrare un segno + o - iniziale.
ja: 先頭の+または-記号を表示します。

source: The precision to display in digits.
ar: دقة العرض بالأرقام.
de: Die Genauigkeit der Anzeige in Ziffern.
el: Η ακρίβεια για την εμφάνιση σε ψηφία.
es: La precisión a mostrar en dígitos.
fr: La précision à afficher en chiffres.
it: La precisione di visualizzazione in cifre.
ja: 桁で表示する精度。

source: Divide the quantity by this value.
ar: اقسم الكمية على هذه القيمة.
de: Teilen Sie die Größe durch diesen Wert.
el: Διαιρέστε την ποσότητα με αυτή την τιμή.
es: Divida la cantidad por este valor.
fr: Divisez la quantité par cette valeur.
it: Dividere la quantità per questo valore.
ja: この値で量を割る。

source: The divisor is a floating point number. The number may optionally be followed by units.
ar: المقسوم عليه هو رقم عائم. قد يتبع الرقم اختياريًا وحدات.
de: Der Divisor ist eine Gleitkommazahl. Die Zahl kann optional von Einheiten gefolgt werden.
el: Ο διαιρέτης είναι ένας αριθμός κινητής υποδιαστολής. Ο αριθμός μπορεί προαιρετικά να ακολουθείται από μονάδες.
es: El divisor es un número de coma flotante. Opcionalmente, el número puede ir seguido de unidades.
fr: Le diviseur est un nombre à virgule flottante. Le nombre peut éventuellement être suivi d'unités.
it: Il divisore è un numero in virgola mobile. Il numero può essere facoltativamente seguito da unità.
ja: 除数は浮動小数点数です。数値の後に単位を付けることもできます。

source: The values displayed by this widget come from a single source device. Select the source device here.
ar: تأتي القيم التي تعرضها هذه الأداة من جهاز مصدر واحد. حدد الجهاز المصدر هنا.
de: Die von diesem Widget angezeigten Werte stammen von einem einzigen Quellgerät. Wählen Sie hier das Quellgerät aus.
el: Οι τιμές που εμφανίζονται από αυτό το widget προέρχονται από μία μόνο συσκευή προέλευσης. Επιλέξτε τη συσκευή προέλευσης εδώ.
es: Los valores mostrados por este widget proceden de un único dispositivo fuente. Seleccione aquí el dispositivo de origen.
fr: Les valeurs affichées par ce widget proviennent d'un seul appareil source. Sélectionnez l'appareil source ici.
it: I valori visualizzati da questo widget provengono da un unico dispositivo sorgente. Selezionare qui il dispositivo sorgente.
ja: このウィジェットで表示される値は、単一のソース・デバイスからのものです。ここでソース・デバイスを選択してください。

source: Hold the display
ar: امسك الشاشة
de: Halten Sie das Display
el: Κρατήστε την οθόνη
es: Mantener la pantalla
fr: Tenir l'écran
it: Tenere il display
ja: ディスプレイを保持する

source: When selected, prevent the display from updating.
ar: عند تحديده، يمنع الشاشة من التحديث.
de: Wenn ausgewählt, wird die Aktualisierung der Anzeige verhindert.
el: Όταν είναι επιλεγμένο, εμποδίζει την ενημέρωση της οθόνης.
es: Cuando se selecciona, evita que la pantalla se actualice.
fr: Lorsque cette option est sélectionnée, elle empêche la mise à jour de l'affichage.
it: Se selezionato, impedisce l'aggiornamento del display.
ja: 選択すると、ディスプレイが更新されないようにします。

source: The UI also includes a global statistics hold button on the sidebar. When the global statistics hold button is selected, this button is disabled and has no effect.
ar: تتضمن واجهة المستخدم أيضًا زر تعليق الإحصائيات العامة على الشريط الجانبي. عند تحديد زر تعليق الإحصائيات العامة، يتم تعطيل هذا الزر وليس له أي تأثير.
de: Die Benutzeroberfläche enthält auch eine Schaltfläche zum Halten globaler Statistiken in der Seitenleiste. Wenn die Schaltfläche "Globale Statistik halten" ausgewählt ist, ist diese Schaltfläche deaktiviert und hat keine Wirkung.
el: Το UI περιλαμβάνει επίσης ένα κουμπί κράτησης συνολικών στατιστικών στοιχείων στην πλευρική γραμμή. Όταν είναι επιλεγμένο το κουμπί global statistics hold, αυτό το κουμπί είναι απενεργοποιημένο και δεν έχει καμία επίδραση.
es: La interfaz de usuario también incluye un botón de retención de estadísticas globales en la barra lateral. Cuando se selecciona el botón de retención de estadísticas globales, este botón se desactiva y no tiene ningún efecto.
fr: L'interface utilisateur comprend également un bouton de maintien des statistiques globales dans la barre latérale. Lorsque le bouton de maintien des statistiques globales est sélectionné, ce bouton est désactivé et n'a aucun effet.
it: L'interfaccia utente comprende anche un pulsante di mantenimento delle statistiche globali nella barra laterale. Quando il pulsante di mantenimento delle statistiche globali è selezionato, questo pulsante è disabilitato e non ha alcun effetto.
ja: UIには、サイドバーにグローバル統計ホールドボタンがあります。グローバル統計ホールドボタンが選択されている場合、このボタンは無効になり、何の効果もありません。

source: The displayed values normally update with each new statistics data computed by the device. When this button is selected, the display will not be updated. However, the statistics will continue accumulate and accrue (if selected).
ar: يتم تحديث القيم المعروضة عادةً مع كل بيانات إحصائية جديدة يحسبها الجهاز. عند تحديد هذا الزر، لن يتم تحديث العرض. ومع ذلك، ستستمر الإحصائيات في التراكم والتراكم (إذا تم تحديده).
de: Die angezeigten Werte werden normalerweise mit jeder neuen, vom Gerät berechneten Statistik aktualisiert. Wenn diese Schaltfläche ausgewählt ist, wird die Anzeige nicht aktualisiert. Die Statistiken werden jedoch weiterhin akkumuliert und auflaufen (falls ausgewählt).
el: Οι εμφανιζόμενες τιμές ενημερώνονται κανονικά με κάθε νέο στατιστικό δεδομένο που υπολογίζεται από τη συσκευή. Όταν είναι επιλεγμένο αυτό το κουμπί, η οθόνη δεν θα ενημερώνεται. Ωστόσο, τα στατιστικά στοιχεία θα συνεχίσουν να συσσωρεύονται και να συσσωρεύονται (εάν επιλεγεί).
es: Los valores mostrados normalmente se actualizan con cada nuevo dato estadístico calculado por el dispositivo. Cuando se selecciona este botón, la pantalla no se actualiza. Sin embargo, las estadísticas seguirán acumulándose y acumulándose (si está seleccionado).
fr: Les valeurs affichées sont normalement mises à jour avec chaque nouvelle donnée statistique calculée par l'appareil. Lorsque ce bouton est sélectionné, l'affichage n'est pas mis à jour. Cependant, les statistiques continueront à s'accumuler et à se cumuler (si sélectionné).
it: I valori visualizzati si aggiornano normalmente con ogni nuovo dato statistico calcolato dal dispositivo. Quando si seleziona questo pulsante, il display non viene aggiornato. Tuttavia, le statistiche continueranno ad accumularsi (se selezionato).
ja: 表示値は通常、デバイスによって計算された新しい統計データごとに更新されます。このボタンを選択すると、表示は更新されません。ただし、統計値は蓄積され続けます（選択されている場合）。

source: Accrue values over time
ar: تراكم القيم بمرور الوقت
de: Erfassen Sie Werte über die Zeit
el: Συγκέντρωση τιμών με την πάροδο του χρόνου
es: Acumula valores a lo largo del tiempo
fr: Accumuler des valeurs au fil du temps
it: Accumulare valori nel tempo
ja: 時間の経過とともに値を蓄積

source: Current, voltage, and power are normally computed over a single statistics frequency interval. Press this button to accrue the values indefinitely. Press again to return to normal operation.
ar: عادةً ما يتم حساب التيار والجهد والطاقة على فاصل تردد إحصائي واحد. اضغط على هذا الزر لتجميع القيم إلى أجل غير مسمى. اضغط مرة أخرى للعودة إلى التشغيل العادي.
de: Strom, Spannung und Leistung werden normalerweise über ein einziges statistisches Frequenzintervall berechnet. Drücken Sie diese Taste, um die Werte auf unbestimmte Zeit zu akkumulieren. Drücken Sie erneut, um zum normalen Betrieb zurückzukehren.
el: Το ρεύμα, η τάση και η ισχύς υπολογίζονται συνήθως σε ένα ενιαίο διάστημα στατιστικής συχνότητας. Πατήστε αυτό το κουμπί για να συγκεντρώσετε τις τιμές επ' αόριστον. Πατήστε το ξανά για να επιστρέψετε στην κανονική λειτουργία.
es: La corriente, la tensión y la potencia se calculan normalmente en un único intervalo de frecuencia estadística. Pulse este botón para acumular los valores indefinidamente. Pulse de nuevo para volver al funcionamiento normal.
fr: Le courant, la tension et la puissance sont normalement calculés sur un seul intervalle de fréquence statistique. Appuyez sur ce bouton pour accumuler les valeurs indéfiniment. Appuyez à nouveau sur ce bouton pour revenir au fonctionnement normal.
it: La corrente, la tensione e la potenza sono normalmente calcolate su un singolo intervallo di frequenza statistica. Premere questo pulsante per accumulare i valori a tempo indeterminato. Premere nuovamente per tornare al funzionamento normale.
ja: 電流、電圧、電力は通常、1つの統計周波数間隔にわたって計算されます。このボタンを押すと、値が無期限に累積されます。もう一度押すと通常動作に戻ります。

source: Note that this button does not affect the charge and energy accumulation. Both accumulate indefinitely regardless of this button state.
ar: لاحظ أن هذا الزر لا يؤثر على تراكم الشحن والطاقة. يتراكم كلاهما إلى أجل غير مسمى بغض النظر عن حالة هذا الزر.
de: Beachten Sie, dass diese Taste keinen Einfluss auf die Akkumulation von Ladung und Energie hat. Beide akkumulieren sich unabhängig vom Zustand dieser Taste auf unbestimmte Zeit.
el: Σημειώστε ότι αυτό το κουμπί δεν επηρεάζει τη φόρτιση και τη συσσώρευση ενέργειας. Και τα δύο συσσωρεύονται επ' αόριστον ανεξάρτητα από την κατάσταση αυτού του κουμπιού.
es: Tenga en cuenta que este botón no afecta a la acumulación de carga y energía. Ambas se acumulan indefinidamente independientemente del estado de este botón.
fr: Notez que ce bouton n'affecte pas l'accumulation de charge et d'énergie. Les deux s'accumulent indéfiniment quel que soit l'état de ce bouton.
it: Si noti che questo pulsante non influisce sull'accumulo di carica e di energia. Entrambi si accumulano indefinitamente indipendentemente dallo stato di questo pulsante.
ja: このボタンは電荷とエネルギーの蓄積には影響しません。このボタンの状態に関係なく、どちらも無期限に蓄積されます。

source: Not present
ar: غير موجود
de: Nicht vorhanden
el: Δεν υπάρχει
es: No presente
fr: Non présent
it: Non presente
ja: 存在しない

source: Hold
ar: عقد
de: Halten
es: Mantenga
fr: Tenir
it: Tenere
ja: ホールド

source: Accrue
ar: زيادة
de: Beschleunigt
el: Αυξημένο
es: Aumento de
it: Accumulare
ja: 増加

source: View Manager
ar: عرض المدير
de: Ansicht Manager
el: Διαχείριση προβολής
es: Administrador de vistas
fr: Gestionnaire d'affichage
it: Visualizza Manager
ja: ビュー・マネージャー

source: diamond
ar: الماس
de: Diamant
el: διαμάντι
es: diamante
fr: diamant
it: diamante
ja: ダイヤモンド

source: circle
ar: الدائرة
de: Kreis
el: κύκλος
es: círculo
fr: cercle
it: cerchio
ja: 円

source: hexagon
ar: مسدس
de: Sechseck
el: εξάγωνο
es: hexágono
fr: hexagone
it: esagono
ja: 六角形

source: square
ar: مربع
de: quadratisch
el: τετράγωνο
es: cuadrado
fr: carré
it: quadrato
ja: 正方形

source: star
ar: نجمة
de: Stern
es: estrella
fr: étoile
it: stella
ja: スター

source: plus
ar: المزيد
de: mehr
el: περισσότερα
es: más
it: di più
ja: 詳細

source: cross
ar: تقاطع
de: Kreuz
es: cruz
fr: croix
it: croce
ja: クロス

source: triangle up
ar: مثلث لأعلى
de: Dreieck oben
el: τρίγωνο επάνω
es: triángulo arriba
fr: triangle haut
it: triangolo su
ja: トライアングルアップ

source: triangle down
ar: مثلث لأسفل
de: Dreieck nach unten
el: τρίγωνο προς τα κάτω
es: triángulo hacia abajo
fr: triangle vers le bas
it: triangolo in basso
ja: トライアングル・ダウン

source: triangle right
ar: المثلث الأيمن
de: Dreieck rechts
el: τρίγωνο δεξιά
es: triángulo derecho
fr: triangle droit
it: triangolo destro
ja: トライアングルライト

source: triangle left
ar: المثلث الأيسر
de: Dreieck links
el: τρίγωνο αριστερά
es: triángulo izquierdo
fr: triangle gauche
it: triangolo a sinistra
ja: 左三角形

source: Manual
ar: دليل
de: Handbuch
el: Εγχειρίδιο
fr: Manuel
it: Manuale
ja: マニュアル

source: Centered
ar: المركز
de: Zentriert
es: Centrado
fr: Centré
it: Centrato
ja: 中心

source: Text
ar: النص
el: Κείμενο
es: Texto
fr: Texte
it: Testo
ja: テキスト

source: Show text
ar: إظهار النص
de: Text anzeigen
el: Εμφάνιση κειμένου
es: Mostrar texto
fr: Afficher le texte
it: Mostra testo
ja: テキストを表示

source: Shape
ar: الشكل
de: Form
el: Σχήμα
es: Forma
fr: Forme
it: Forma
ja: 形状

source: Y Mode
ar: الوضع Y
el: Λειτουργία Y
es: Modo Y
fr: Mode Y
it: Modalità Y
ja: Yモード

source: To reposition the marker, left click on the marker, move the mouse to the new location, and the left click again.
ar: لتغيير موضع العلامة، انقر بزر الماوس الأيسر على العلامة، ثم حرك الماوس إلى الموقع الجديد، وانقر بزر الماوس الأيسر مرة أخرى.
de: Um den Marker neu zu positionieren, klicken Sie mit der linken Maustaste auf den Marker, bewegen Sie die Maus an die neue Position und klicken Sie erneut mit der linken Maustaste.
el: Για να επανατοποθετήσετε το δείκτη, κάντε αριστερό κλικ στο δείκτη, μετακινήστε το ποντίκι στη νέα θέση και κάντε ξανά αριστερό κλικ.
es: Para reposicionar el marcador, haga clic con el botón izquierdo en el marcador, mueva el ratón a la nueva ubicación y vuelva a hacer clic con el botón izquierdo.
fr: Pour repositionner le marqueur, cliquez avec le bouton gauche de la souris sur le marqueur, déplacez la souris vers le nouvel emplacement et cliquez à nouveau avec le bouton gauche de la souris.
it: Per riposizionare il marcatore, fare clic con il tasto sinistro del mouse sul marcatore, spostare il mouse nella nuova posizione e fare nuovamente clic con il tasto sinistro.
ja: マーカの位置を変更するには、マーカ上で左クリックし、マウスを新しい位置に移動し、再度左クリックします。

source: Click to add a single marker to the waveform.
ar: انقر لإضافة علامة واحدة إلى الشكل الموجي.
de: Klicken Sie auf , um der Wellenform einen einzelnen Marker hinzuzufügen.
el: Κάντε κλικ για να προσθέσετε έναν μεμονωμένο δείκτη στην κυματομορφή.
es: Haga clic para añadir un único marcador a la forma de onda.
fr: Cliquez pour ajouter un seul marqueur à la forme d'onde.
it: Fare clic per aggiungere un singolo marcatore alla forma d'onda.
ja: クリックすると、波形にマーカーが1つ追加されます。
