Repository: jetperch/pyjoulescope_ui
Catalog: joulescope_ui/locale/*/LC_MESSAGES/joulescope_ui.po
Languages: ar, de, el, es, fr, it, ja

source: About the Joulescope UI
ar: حول واجهة المستخدم Joulescope UI
de: Über die Joulescope-Benutzeroberfläche
el: Σχετικά με το UI του Joulescope
es: Acerca de la interfaz de usuario de Joulescope
fr: A propos de l'interface utilisateur Joulescope
it: Informazioni sull'interfaccia utente di Joulescope
ja: Joulescope UIについて

source: Version Information
ar: معلومات الإصدار
el: Πληροφορίες έκδοσης
es: Información sobre la versión
fr: Information sur la version
it: Informazioni sulla versione
ja: バージョン情報

source: Target power
ar: الطاقة المستهدفة
de: Zielgerät-Versorgung
el: Ισχύς-στόχος
es: Potencia objetivo
fr: Puissance cible
it: Potenza target
ja: 目標電力

source: Toggle the power to all connected targets.
ar: تبديل الطاقة لجميع الأهداف المتصلة.
de: Aus-/Einschalten für alle angeschlossenen Messobjekte.
el: Αλλαγή του ρεύματος σε όλους τους συνδεδεμένους στόχους.
es: Conmuta la corriente a todos los objetivos conectados.
fr: Bascule l'alimentation de toutes les cibles connectées.
it: Attivate l'alimentazione di tutti gli obiettivi collegati.
ja: 接続されているすべてのターゲットの電源を切り替えます。

source: This feature forces all connected instruments to disable current flow. You can use this feature to perform a power cycle reset for the connected target devices.
ar: تجبر هذه الميزة جميع الأدوات المتصلة على تعطيل تدفق التيار. يمكنك استخدام هذه الميزة لإجراء إعادة ضبط دورة الطاقة للأجهزة المستهدفة المتصلة.
de: Diese Funktion zwingt alle angeschlossenen Instrumente, den Stromfluss zu deaktivieren. Sie können diese Funktion nutzen, um die angeschlossenen Zielgeräte in den Ruhezustand zu versetzen.
el: Αυτή η λειτουργία αναγκάζει όλα τα συνδεδεμένα όργανα να απενεργοποιήσουν τη ροή ρεύματος. Μπορείτε να χρησιμοποιήσετε αυτή τη λειτουργία για να εκτελέσετε επαναφορά κύκλου λειτουργίας για τις συνδεδεμένες συσκευές-στόχους.
es: Esta función fuerza a todos los instrumentos conectados a desactivar el flujo de corriente. Puede utilizar esta función para restablecer el ciclo de alimentación de los dispositivos de destino conectados.
fr: Cette fonction force tous les instruments connectés à désactiver le flux de courant. Vous pouvez utiliser cette fonction pour effectuer une réinitialisation du cycle d'alimentation pour les appareils cibles connectés.
it: Questa funzione obbliga tutti gli strumenti collegati a disabilitare il flusso di corrente. È possibile utilizzare questa funzione per eseguire un reset del ciclo di alimentazione per i dispositivi di destinazione collegati.
ja: この機能は、接続されているすべての測定器を強制的に電流が流れないようにします。この機能を使用して、接続されているターゲット機器の電源サイクルリセットを実行できます。

source: The JS220 disconnects the current terminals.
ar: تقوم JS220 بفصل أطراف التيار.
de: Das JS220 trennt die Stromanschlüsse Current+ und Current-.
el: Το JS220 αποσυνδέει τους ακροδέκτες ρεύματος.
es: El JS220 desconecta los terminales de corriente.
fr: Le JS220 déconnecte les bornes de courant.
it: Il JS220 scollega i terminali di corrente.
ja: JS220は電流端子を切り離します。

source: The JS110 disconnects the current from IN+ to OUT+, but the system setup must prevent excessive backwards current.
ar: تقوم JS110 بفصل التيار من IN+ إلى OUT+، ولكن يجب أن يمنع إعداد النظام التيار العكسي المفرط.
de: Das JS110 unterbricht den Stromfluss von IN+ nach OUT+, aber der Versuchsaufbau muss einen übermäßigen Rückwärtsstrom verhindern.
el: Το JS110 αποσυνδέει το ρεύμα από το IN+ στο OUT+, αλλά η ρύθμιση του συστήματος πρέπει να αποτρέπει το υπερβολικό ρεύμα προς τα πίσω.
es: El JS110 desconecta la corriente de IN+ a OUT+, pero la configuración del sistema debe evitar una corriente de retroceso excesiva.
fr: Le JS110 déconnecte le courant de IN+ à OUT+, mais la configuration du système doit empêcher un courant de retour excessif.
it: Il JS110 scollega la corrente da IN+ a OUT+, ma la configurazione del sistema deve evitare un'eccessiva corrente di ritorno.
ja: JS110はIN+からOUT+への電流を切断しますが、システムのセットアップでは過大な逆方向電流を防止する必要があります。

source: Fuse engaged indicator
ar: مؤشر تعشيق الصمامات
de: Anzeige für den Zustand der Sicherung
el: Ένδειξη ενεργοποιημένης ασφάλειας
es: Indicador de fusible activado
fr: Indicateur de fusible engagé
it: Indicatore di fusibile inserito
ja: ヒューズ作動インジケーター

source: This indicator becomes active when at least one connected instrument has an engaged fuse. Instruments with engaged fuses prevent current flow until cleared.
ar: يصبح هذا المؤشر نشطًا عندما تكون أداة واحدة متصلة على الأقل بها مصهر مشغّل. تمنع الأدوات ذات الصمامات المشغولة تدفق التيار حتى يتم مسحها.
de: Grün, wenn die Sicherung OK ist.Rot, wenn die Sicherung ausgelöst hat.Der Strom ist unterbrochen, bis die Sicherung zurückgesetzt wird. Zum Zurücksetzen bitte drücken.
el: Αυτή η ένδειξη ενεργοποιείται όταν τουλάχιστον ένα συνδεδεμένο όργανο έχει ενεργοποιημένη ασφάλεια. Τα όργανα με ενεργοποιημένες ασφάλειες εμποδίζουν τη ροή ρεύματος έως ότου εκκαθαριστούν.
es: Este indicador se activa cuando al menos un instrumento conectado tiene un fusible activado. Los instrumentos con fusibles activados impiden el flujo de corriente hasta que se eliminan.
fr: Cet indicateur devient actif lorsqu'au moins un instrument connecté a un fusible enclenché. Les instruments dont les fusibles sont engagés empêchent le flux de courant jusqu'à ce qu'ils soient libérés.
it: Questo indicatore si attiva quando almeno uno strumento collegato ha un fusibile inserito. Gli strumenti con fusibili inseriti impediscono il flusso di corrente finché non vengono cancellati.
ja: このインジケータは、接続された計器のうち少なくとも1台にヒューズが接続されている場合にアクティブになります。ヒューズが作動している機器は、解除されるまで電流が流れません。

source: Press to clear.
ar: اضغط للمسح.
de: Drücken Sie zum Löschen.
el: Πιέστε για εκκαθάριση.
es: Pulse para borrar.
fr: Appuyer sur pour effacer.
it: Premere per cancellare.
ja: を押してクリアします。

source: Statistics display
ar: عرض الإحصائيات
de: Statistik-Anzeige
el: Εμφάνιση στατιστικών στοιχείων
es: Visualización de estadísticas
fr: Affichage des statistiques
it: Visualizzazione delle statistiche
ja: 統計表示

source: Click to toggle live streaming statistics.
ar: انقر لتبديل إحصائيات البث المباشر.
de: Klicken Sie hier, um das Streaming von Messdaten einzuschalten.
el: Κάντε κλικ για να αλλάξετε τα στατιστικά στοιχεία ζωντανής ροής.
es: Haga clic para alternar las estadísticas de transmisión en directo.
fr: Cliquez pour faire défiler les statistiques en direct.
it: Fare clic per attivare le statistiche di streaming in tempo reale.
ja: クリックするとライブストリーミング統計が切り替わります。

source: When enabled, the widgets will display the statistics data as it arrives from the connected instruments.
ar: عند التمكين، ستعرض الأدوات المصغّرة البيانات الإحصائية عند وصولها من الأدوات المتصلة.
de: Wenn diese Funktion aktiviert ist, zeigen die Widgets die Statistikdaten an, sobald sie von den angeschlossenen Messgeräten eintreffen.
el: Όταν είναι ενεργοποιημένο, τα widgets θα εμφανίζουν τα στατιστικά δεδομένα καθώς φθάνουν από τα συνδεδεμένα όργανα.
es: Cuando están activados, los widgets muestran los datos estadísticos a medida que llegan de los instrumentos conectados.
fr: Lorsqu'ils sont activés, les widgets affichent les données statistiques au fur et à mesure qu'elles arrivent des instruments connectés.
it: Se abilitati, i widget visualizzano i dati statistici man mano che arrivano dagli strumenti collegati.
ja: ウィジェットを有効にすると、接続された測定器から送られてくる統計データがウィジェットに表示されます。

source: When disabled, hold the existing values. New statistics data is processed, but widgets displaying statistics information do not update.
ar: عند تعطيله، يتم الاحتفاظ بالقيم الحالية. تتم معالجة بيانات الإحصائيات الجديدة، ولكن لا يتم تحديث الأدوات التي تعرض معلومات الإحصائيات.
de: Wenn diese Funktion deaktiviert ist, werden die vorhandenen Werte beibehalten. Neue Statistikdaten werden verarbeitet, aber die Widgets, die Statistikinformationen anzeigen, werden nicht aktualisiert.
el: Όταν είναι απενεργοποιημένο, διατηρεί τις υπάρχουσες τιμές. Τα νέα δεδομένα στατιστικών επεξεργάζονται, αλλά τα widgets που εμφανίζουν πληροφορίες στατιστικών δεν ενημερώνονται.
es: Cuando está desactivado, mantiene los valores existentes. Se procesan nuevos datos estadísticos, pero los widgets que muestran información estadística no se actualizan.
fr: Lorsqu'il est désactivé, les valeurs existantes sont conservées. Les nouvelles données statistiques sont traitées, mais les widgets affichant les informations statistiques ne sont pas mis à jour.
it: Quando è disattivato, mantiene i valori esistenti. I nuovi dati statistici vengono elaborati, ma i widget che visualizzano le informazioni statistiche non vengono aggiornati.
ja: 無効にすると、既存の値を保持します。新しい統計データは処理されますが、統計情報を表示するウィジェットは更新されません。

source: Statistics recording
ar: تسجيل الإحصائيات
de: Aufzeichnung von Statistiken
el: Καταγραφή στατιστικών στοιχείων
es: Registro de estadísticas
fr: Enregistrement des statistiques
it: Registrazione statistica
ja: 統計記録

source: Click to control streaming statistics data recording.
ar: انقر للتحكم في تسجيل البيانات الإحصائية المتدفقة.
de: Klicken Sie hier, um die Aufzeichnung von Streaming-Statistikdaten zu steuern.
el: Κάντε κλικ για να ελέγξετε την καταγραφή στατιστικών δεδομένων ροής.
es: Haga clic para controlar el registro de datos estadísticos de corriente.
fr: Cliquez pour contrôler l'enregistrement des données statistiques en continu.
it: Fare clic per controllare la registrazione dei dati statistici in streaming.
ja: クリックすると、ストリーミング統計データ記録を制御できます。

source: Click once to start a recording to a CSV file. Click again to stop the recording.
ar: انقر مرة واحدة لبدء التسجيل إلى ملف CSV. انقر مرة أخرى لإيقاف التسجيل.
de: Klicken Sie einmal, um eine Aufzeichnung in eine CSV-Datei zu starten. Klicken Sie erneut, um die Aufzeichnung zu beenden.
el: Κάντε κλικ μία φορά για να ξεκινήσετε την εγγραφή σε αρχείο CSV. Κάντε ξανά κλικ για να σταματήσετε την εγγραφή.
es: Haga clic una vez para iniciar una grabación en un archivo CSV. Haga clic de nuevo para detener la grabación.
fr: Cliquez une fois pour démarrer un enregistrement dans un fichier CSV. Cliquez à nouveau pour arrêter l'enregistrement.
it: Fare clic una volta per avviare la registrazione in un file CSV. Fare nuovamente clic per interrompere la registrazione.
ja: CSVファイルへの記録を開始するには、1回クリックします。もう一度クリックすると録画を停止します。

source: By default, Joulescopes provide statistics data at 2 Hz. Each device allows you to change this setting to the desired rate.
ar: بشكل افتراضي، يوفر Joulescopes بيانات إحصائية عند 2 هرتز. يتيح لك كل جهاز تغيير هذا الإعداد إلى المعدل المطلوب.
de: Standardmäßig liefern Joulescopes Statistikdaten mit 2 Hz. Bei jedem Gerät können Sie diese Einstellung auf die gewünschte Rate ändern.
el: Από προεπιλογή, τα Joulescopes παρέχουν στατιστικά δεδομένα στα 2 Hz. Κάθε συσκευή σας επιτρέπει να αλλάξετε αυτή τη ρύθμιση στον επιθυμητό ρυθμό.
es: Por defecto, los Joulescopes proporcionan datos estadísticos a 2 Hz. Cada dispositivo permite cambiar esta configuración a la frecuencia deseada.
fr: Par défaut, les Joulescopes fournissent des données statistiques à 2 Hz. Chaque appareil vous permet de modifier ce paramètre à la fréquence souhaitée.
it: Per impostazione predefinita, i Joulescopi forniscono dati statistici a 2 Hz. Ogni dispositivo consente di modificare questa impostazione alla velocità desiderata.
ja: デフォルトでは、ジュールスコープは2Hzで統計データを提供します。各デバイスでは、この設定を希望のレートに変更することができます。

source: Signal sample streaming
ar: تدفق عينة الإشارة
el: Ροή δειγμάτων σήματος
es: Flujo de muestras de señal
fr: Streaming d'échantillons de signaux
it: Streaming di campioni di segnale
ja: 信号サンプルストリーミング

source: Click to toggle sample data streaming.
ar: انقر لتبديل تدفق بيانات العينة.
de: Klicken Sie hier, um das Streaming von Messdaten einzuschalten.
el: Κάντε κλικ για να αλλάξετε τη ροή δεδομένων δείγματος.
es: Haga clic para alternar la transmisión de datos de muestra.
fr: Cliquez pour basculer le flux de données de l'échantillon.
it: Fare clic per attivare lo streaming dei dati del campione.
ja: クリックするとサンプル・データのストリーミングが切り替わります。

source: When enabled, stream sample data from all open sample sources and configure all sample widgets for acquisition mode.
ar: عند التمكين، دفق بيانات العينة من جميع مصادر العينات المفتوحة وتهيئة جميع أدوات العينة لوضع الاستحواذ.
de: Wenn diese Funktion aktiviert ist, können Sie Messdaten von allen offenen Messquellen streamen und alle Messwidgets für den Erfassungsmodus konfigurieren.
el: Όταν είναι ενεργοποιημένο, ροή δεδομένων δείγματος από όλες τις ανοικτές πηγές δείγματος και διαμόρφωση όλων των widgets δείγματος για λειτουργία λήψης.
es: Cuando está activado, transmite datos de muestra desde todas las fuentes de muestra abiertas y configura todos los widgets de muestra para el modo de adquisición.
fr: Lorsqu'il est activé, le flux de données d'échantillon provient de toutes les sources d'échantillon ouvertes et configure tous les widgets d'échantillon pour le mode d'acquisition.
it: Quando è abilitato, trasmette i dati del campione da tutte le sorgenti aperte e configura tutti i widget del campione per la modalità di acquisizione.
ja: 有効化すると、すべてのオープンサンプルソースからサンプルデータをストリーミングし、すべてのサンプルウィジェットを収集モードに設定します。

source: When disabled, stop sample streaming and configure all sample widgets for buffer mode.
ar: عند تعطيله، أوقف تدفق العينة وقم بتكوين جميع أدوات العينة لوضع المخزن المؤقت.
de: Wenn diese Funktion deaktiviert ist, wird das Messdaten-Streaming gestoppt und alle Messdaten -Widgets werden für den Puffermodus konfiguriert.
el: Όταν είναι απενεργοποιημένο, διακόπτει τη ροή δειγμάτων και ρυθμίζει όλα τα widgets δειγμάτων για λειτουργία buffer.
es: Cuando está desactivado, detiene el flujo de muestras y configura todos los widgets de muestra para el modo de búfer.
fr: Lorsqu'il est désactivé, il arrête le flux d'échantillons et configure tous les widgets d'échantillons pour le mode tampon.
it: Quando è disattivato, interrompe lo streaming dei campioni e configura tutti i widget dei campioni per la modalità buffer.
ja: 無効にすると、サンプルストリーミングを停止し、すべてのサンプルウィジェットをバッファーモードに設定します。

source: Signal sample recording
ar: تسجيل عينة الإشارة
de: Aufzeichnung von Signalproben
el: Καταγραφή δείγματος σήματος
es: Registro de muestras de señales
fr: Enregistrement d'échantillons de signaux
it: Registrazione di campioni di segnale
ja: 信号サンプル記録

source: Click to control signal sample recording.
ar: انقر للتحكم في تسجيل عينة الإشارة.
de: Klicken Sie hier, um die Aufzeichnung von Messdaten zu steuern.
el: Κάντε κλικ για να ελέγξετε την καταγραφή δειγμάτων σήματος.
es: Haga clic para controlar la grabación de muestras de señales.
fr: Cliquer pour contrôler l'enregistrement des échantillons de signaux.
it: Fare clic per controllare la registrazione dei campioni di segnale.
ja: クリックすると信号サンプルの記録を制御します。

source: Click once to start a recording to a JLS file. Click again to stop the recording.
ar: انقر مرة واحدة لبدء التسجيل في ملف JLS. انقر مرة أخرى لإيقاف التسجيل.
de: Klicken Sie einmal, um eine Aufzeichnung in einer JLS-Datei zu starten. Klicken Sie erneut, um die Aufzeichnung zu beenden.
el: Κάντε κλικ μία φορά για να ξεκινήσετε την εγγραφή σε ένα αρχείο JLS. Κάντε ξανά κλικ για να σταματήσετε την εγγραφή.
es: Haga clic una vez para iniciar una grabación en un archivo JLS. Haga clic de nuevo para detener la grabación.
fr: Cliquez une fois pour démarrer un enregistrement dans un fichier JLS. Cliquez à nouveau pour arrêter l'enregistrement.
it: Fare clic una volta per avviare la registrazione in un file JLS. Fare nuovamente clic per interrompere la registrazione.
ja: クリックすると、JLS ファイルへの記録が開始されます。もう一度クリックすると録画が停止します。

source: The recording will capture data from all enabled sample sources and signals at their configured sample rates. To reduce the file size, you can disable sources, disable signals, and/or reduce the sample rates.
ar: سوف يلتقط التسجيل البيانات من جميع مصادر العينات الممكّنة والإشارات بمعدلات العينات المكوّنة لها. ولتقليل حجم الملف، يمكنك تعطيل المصادر و/أو تعطيل الإشارات و/أو تقليل معدلات العينات.
de: Die Aufzeichnung erfasst Daten von allen aktivierten Messdaten-Quellen und Signalen mit ihren konfigurierten Abtastraten. Um die Dateigröße zu reduzieren, können Sie die Quellen und Signale deaktivieren und/oder die Abtastraten reduzieren.
el: Η καταγραφή θα καταγράφει δεδομένα από όλες τις ενεργοποιημένες πηγές δειγμάτων και σήματα με τους ρυθμούς δειγματοληψίας που έχουν διαμορφωθεί. Για να μειώσετε το μέγεθος του αρχείου, μπορείτε να απενεργοποιήσετε τις πηγές, να απενεργοποιήσετε τα σήματα ή/και να μειώσετε τους ρυθμούς δειγματοληψίας.
es: La grabación capturará datos de todas las fuentes y señales de muestreo habilitadas a sus frecuencias de muestreo configuradas. Para reducir el tamaño del archivo, puede desactivar las fuentes, desactivar las señales y/o reducir las frecuencias de muestreo.
fr: L'enregistrement capturera les données de toutes les sources d'échantillons et signaux activés à leurs taux d'échantillonnage configurés. Pour réduire la taille du fichier, vous pouvez désactiver les sources et les signaux et/ou réduire les taux d'échantillonnage.
it: La registrazione acquisirà i dati da tutte le sorgenti di campioni e i segnali abilitati alle rispettive frequenze di campionamento configurate. Per ridurre le dimensioni del file, è possibile disattivare le sorgenti, disabilitare i segnali e/o ridurre le frequenze di campionamento.
ja: 録音は、有効化されたすべてのサンプルソースと信号から、設定されたサンプルレートでデータをキャプチャします。ファイルサイズを小さくするには、ソースを無効にしたり、信号を無効にしたり、サンプルレートを下げることができます。

source: The default unique_id for the default statistics streaming source.
ar: المعرف_الفريد الافتراضي لمصدر تدفق الإحصائيات الافتراضي.
de: Die standardmäßige unique_id für die standardmäßige Statistik-Streaming-Quelle.
el: Το προεπιλεγμένο unique_id για την προεπιλεγμένη πηγή ροής στατιστικών στοιχείων.
es: El unique_id por defecto para la fuente de transmisión de estadísticas por defecto.
fr: L'identifiant unique par défaut de la source de flux de statistiques par défaut.
it: L'unique_id predefinito per la sorgente di streaming delle statistiche predefinita.
ja: デフォルトの統計ストリーミング・ソースのデフォルトのユニークID。

source: The unique_id for the default signal streaming source.
ar: المعرف الفريد لمصدر تدفق الإشارة الافتراضي.
de: Die unique_id für die Standard-Signal-Streaming-Quelle.
el: Το unique_id για την προεπιλεγμένη πηγή ροής σήματος.
es: El unique_id para la fuente de corriente de señal por defecto.
fr: L'identifiant unique de la source de flux de signaux par défaut.
it: L'ID univoco della sorgente di streaming del segnale predefinita.
ja: デフォルトの信号ストリーミング・ソースのユニークID。

source: The unique_id for the default signal buffer source.
ar: المعرف الفريد لمصدر المخزن المؤقت الافتراضي للإشارة.
de: Die unique_id für die Standard-Signalpufferquelle.
el: Το unique_id για την προεπιλεγμένη πηγή ρυθμιστή σήματος.
es: El unique_id para la fuente de búfer de señal por defecto.
fr: L'identifiant unique de la source de tampon de signal par défaut.
it: L'ID univoco della sorgente buffer di segnale predefinita.
ja: デフォルトの信号バッファ・ソースのユニークID。

source: Check for software updates.
ar: تحقق من تحديثات البرامج.
de: Suchen Sie nach Software-Updates.
el: Ελέγξτε για ενημερώσεις λογισμικού.
es: Compruebe si hay actualizaciones de software.
fr: Vérifier les mises à jour du logiciel.
it: Controllare gli aggiornamenti del software.
ja: ソフトウェアのアップデートをチェック

source: The software update channel.
ar: قناة تحديث البرنامج.
de: Der Software-Update-Kanal.
el: Το κανάλι ενημέρωσης λογισμικού.
es: Canal de actualización de software.
fr: Le canal de mise à jour du logiciel.
it: Il canale di aggiornamento del software.
ja: ソフトウェア・アップデート・チャンネル。

source: alpha
ar: ألفا
it: alfa
ja: α

source: beta
ar: بيتا
fr: bêta
ja: ベータ

source: stable
ar: مستقر
de: stabil
el: σταθερό
es: estable
it: stabile
ja: 安定

source: Check for device firmware updates.
ar: تحقق من تحديثات البرامج الثابتة للجهاز.
de: Suchen Sie nach Firmware-Updates für Ihr Gerät.
el: Ελέγξτε για ενημερώσεις υλικολογισμικού της συσκευής.
es: Compruebe si hay actualizaciones del firmware del dispositivo.
fr: Vérifier les mises à jour du micrologiciel de l'appareil.
it: Controllare gli aggiornamenti del firmware del dispositivo.
ja: デバイスのファームウェアアップデートをチェックします。

source: The units to display.
ar: وحدات العرض.
de: Die anzuzeigenden Einheiten.
el: Οι μονάδες που θα εμφανίζονται.
es: Las unidades a mostrar.
fr: Les unités à afficher.
it: Le unità di misura da visualizzare.
ja: 表示する単位。

source: International System of Units (SI)
ar: النظام الدولي للوحدات (SI)
de: Internationales Einheitensystem (SI)
el: Διεθνές σύστημα μονάδων (SI)
es: Sistema Internacional de Unidades (SI)
fr: Système international d'unités (SI)
it: Sistema internazionale di unità di misura (SI)
ja: 国際単位系（SI）

source: Customary units (Ah and Wh)
ar: الوحدات العرفية (آه ووات ساعة)
de: Gebräuchliche Einheiten (Ah und Wh)
el: Συνηθισμένες μονάδες (Ah και Wh)
es: Unidades habituales (Ah y Wh)
fr: Unités coutumières (Ah et Wh)
it: Unità consuete (Ah e Wh)
ja: 慣用単位（AhおよびWh）

source: Select the OpenGL rendering method.
ar: حدد طريقة عرض OpenGL.
de: Wählen Sie die OpenGL-Rendering-Methode.
el: Επιλέξτε τη μέθοδο απόδοσης OpenGL.
es: Seleccione el método de renderizado OpenGL.
fr: Sélectionner la méthode de rendu OpenGL.
it: Selezionare il metodo di rendering OpenGL.
ja: OpenGLレンダリング方法を選択します。

source: This application uses OpenGL to accelerate graphics rendering. OpenGL has multiple options for rendering, which varies between platforms. By default, this application uses "desktop" rendering. If OpenGL is not well-supported by your graphics drivers, you can select "software" rendering.
ar: يستخدم هذا التطبيق OpenGL لتسريع عرض الرسومات. يحتوي OpenGL على خيارات متعددة للعرض، والتي تختلف بين المنصات. بشكل افتراضي، يستخدم هذا التطبيق عرض "سطح المكتب". إذا لم يكن OpenGL مدعومًا بشكل جيد من قبل برامج تشغيل الرسومات لديك، يمكنك تحديد عرض "البرنامج".
de: Diese Anwendung verwendet OpenGL zur Beschleunigung des Grafik-Renderings. OpenGL verfügt über mehrere Optionen für das Rendering, die je nach Plattform unterschiedlich sind. Standardmäßig verwendet diese Anwendung das "Desktop"-Rendering. Wenn OpenGL von Ihren Grafiktreibern nicht gut unterstützt wird, können Sie "Software"-Rendering wählen.
el: Αυτή η εφαρμογή χρησιμοποιεί την OpenGL για την επιτάχυνση της απόδοσης γραφικών. Η OpenGL διαθέτει πολλαπλές επιλογές για την απόδοση, οι οποίες διαφέρουν μεταξύ των πλατφορμών. Από προεπιλογή, αυτή η εφαρμογή χρησιμοποιεί την απόδοση "desktop". Εάν η OpenGL δεν υποστηρίζεται καλά από τους οδηγούς γραφικών σας, μπορείτε να επιλέξετε την απόδοση "λογισμικού".
es: Esta aplicación utiliza OpenGL para acelerar el renderizado de gráficos. OpenGL tiene múltiples opciones de renderizado, que varían según la plataforma. Por defecto, esta aplicación utiliza el renderizado "de escritorio". Si OpenGL no está bien soportado por sus controladores gráficos, puede seleccionar el renderizado "software".
fr: Cette application utilise OpenGL pour accélérer le rendu graphique. OpenGL dispose de plusieurs options de rendu, qui varient d'une plateforme à l'autre. Par défaut, cette application utilise le rendu "desktop". Si OpenGL n'est pas bien supporté par vos pilotes graphiques, vous pouvez sélectionner le rendu "logiciel".
it: Questa applicazione utilizza OpenGL per accelerare il rendering grafico. OpenGL offre diverse opzioni per il rendering, che variano a seconda delle piattaforme. Per impostazione predefinita, questa applicazione utilizza il rendering "desktop". Se OpenGL non è ben supportato dai driver grafici, è possibile selezionare il rendering "software".
ja: このアプリケーションは、OpenGL を使用してグラフィックス・レンダリングを高速化します。OpenGLにはレンダリングに複数のオプションがあり、プラットフォームによって異なります。デフォルトでは、このアプリケーションは "デスクトッ プ "レンダリングを使用します。OpenGLがグラフィック・ドライバで十分にサポートされていない場合は、 "ソフトウェア "レンダリングを選択できます。
