Repository: jetperch/pyjoulescope_ui
Catalog: joulescope_ui/locale/*/LC_MESSAGES/joulescope_ui.po
Languages: ar, de, el, es, fr, it, ja

source: You can also add a marker by right-clicking on the x-axis or in the plot area.
ar: يمكنك أيضًا إضافة علامة عن طريق النقر بزر الماوس الأيمن على المحور السيني أو في منطقة الرسم البياني.
de: Sie können auch einen Marker hinzufügen, indem Sie mit der rechten Maustaste auf die x-Achse oder in den Plotbereich klicken.
el: Μπορείτε επίσης να προσθέσετε έναν δείκτη κάνοντας δεξί κλικ στον άξονα x ή στην περιοχή γραφικής παράστασης.
es: También puede añadir un marcador haciendo clic con el botón derecho en el eje x o en el área de trazado.
fr: Vous pouvez également ajouter un marqueur en cliquant avec le bouton droit de la souris sur l'axe des x ou dans la zone de tracé.
it: È inoltre possibile aggiungere un indicatore facendo clic con il pulsante destro del mouse sull'asse x o nell'area del grafico.
ja: X軸上またはプロットエリア内で右クリックしてマーカーを追加することもできます。

source: Click to add a dual markers to the waveform.
ar: انقر لإضافة علامات مزدوجة إلى الشكل الموجي.
de: Klicken Sie hier, um der Wellenform einen Doppelmarker hinzuzufügen.
el: Κάντε κλικ για να προσθέσετε έναν διπλό δείκτη στην κυματομορφή.
es: Haga clic para añadir un marcador doble a la forma de onda.
fr: Cliquez pour ajouter un double marqueur à la forme d'onde.
it: Fare clic per aggiungere un doppio marcatore alla forma d'onda.
ja: クリックすると、波形にデュアルマーカーが追加されます。

source: You can also add a dual markers by right-clicking on the x-axis or in the plot area.
ar: يمكنك أيضًا إضافة علامات مزدوجة عن طريق النقر بزر الماوس الأيمن على المحور السيني أو في منطقة الرسم البياني.
de: Sie können auch einen doppelten Marker hinzufügen, indem Sie mit der rechten Maustaste auf die x-Achse oder in den Plotbereich klicken.
el: Μπορείτε επίσης να προσθέσετε έναν διπλό δείκτη κάνοντας δεξί κλικ στον άξονα x ή στην περιοχή γραφικής παράστασης.
es: También puede añadir un marcador doble haciendo clic con el botón derecho en el eje x o en el área de trazado.
fr: Vous pouvez également ajouter un double marqueur en cliquant avec le bouton droit de la souris sur l'axe des x ou dans la zone de tracé.
it: È inoltre possibile aggiungere un doppio marcatore facendo clic con il pulsante destro del mouse sull'asse x o nell'area del grafico.
ja: X軸上またはプロットエリア内で右クリックして、デュアルマーカーを追加することもできます。

source: Clear all markers
ar: مسح جميع العلامات
de: Alle Marker löschen
el: Εκκαθάριση όλων των δεικτών
es: Borrar todos los marcadores
fr: Effacer tous les marqueurs
it: Cancella tutti i marcatori
ja: すべてのマーカーを消去

source: Click to clear all markers from the waveform. This operation removes both single markers and dual markers.
ar: انقر لمسح جميع العلامات من الشكل الموجي. تزيل هذه العملية كلاً من العلامات المفردة والعلامات المزدوجة.
de: Klicken Sie, um alle Marker aus der Wellenform zu löschen. Dieser Vorgang entfernt sowohl einzelne Marker als auch Doppelmarker.
el: Κάντε κλικ για να διαγράψετε όλους τους δείκτες από την κυματομορφή. Η λειτουργία αυτή αφαιρεί τόσο τους απλούς όσο και τους διπλούς δείκτες.
es: Haga clic para borrar todos los marcadores de la forma de onda. Esta operación elimina tanto los marcadores simples como los dobles.
fr: Cliquez pour effacer tous les marqueurs de la forme d'onde. Cette opération supprime à la fois les marqueurs simples et les marqueurs doubles.
it: Fare clic per cancellare tutti i marcatori dalla forma d'onda. Questa operazione rimuove sia i marcatori singoli che quelli doppi.
ja: クリックすると、波形からすべてのマーカが消去されます。この操作により、シングル・マーカとデュアル・マーカの両方が削除されます。

source: Zoom in
ar: تكبير
de: Vergrößern
el: Μεγέθυνση
es: Ampliar
fr: Agrandir
it: Ingrandisci
ja: ズームイン

source: Click to zoom in along the time x-axis.
ar: انقر للتكبير على طول المحور س الزمني.
de: Klicken Sie auf die x-Achse, um die Zeit zu vergrößern.
el: Κάντε κλικ για μεγέθυνση κατά μήκος του άξονα x του χρόνου.
es: Haga clic para ampliar en el eje x de tiempo.
fr: Cliquez pour zoomer sur l'axe des x du temps.
it: Fare clic per ingrandire l'asse x del tempo.
ja: クリックすると時間X軸に沿ってズームインします。

source: You can also zoom by positioning the mouse over the waveform and then using the scroll wheel.
ar: يمكنك أيضًا التكبير عن طريق وضع الماوس فوق الشكل الموجي ثم استخدام عجلة التمرير.
de: Sie können auch zoomen, indem Sie die Maus über der Wellenform positionieren und dann das Scrollrad verwenden.
el: Μπορείτε επίσης να κάνετε ζουμ τοποθετώντας το ποντίκι πάνω στην κυματομορφή και στη συνέχεια χρησιμοποιώντας τον τροχό κύλισης.
es: También puede hacer zoom situando el ratón sobre la forma de onda y utilizando la rueda de desplazamiento.
fr: Vous pouvez également zoomer en positionnant la souris sur la forme d'onde et en utilisant la molette de défilement.
it: È inoltre possibile eseguire lo zoom posizionando il mouse sulla forma d'onda e utilizzando la rotella di scorrimento.
ja: 波形の上にマウスを置き、スクロールホイールを使ってズームすることもできます。

source: Zoom out
ar: تصغير
de: Verkleinern
el: Μεγέθυνση
fr: Zoom arrière
it: Ingrandisci
ja: ズームアウト

source: Click to zoom out along the time x-axis.
ar: انقر للتكبير على طول المحور س الزمني.
de: Klicken Sie auf die x-Achse, um die Zeitachse zu verkleinern.
el: Κάντε κλικ για μεγέθυνση κατά μήκος του άξονα x του χρόνου.
es: Haga clic para alejar la imagen en el eje x de tiempo.
fr: Cliquez pour faire un zoom arrière sur l'axe des x du temps.
it: Fare clic per ingrandire l'asse x del tempo.
ja: クリックすると時間X軸に沿ってズームアウトします。

source: Zoom all
ar: تكبير الكل
de: Alles vergrößern
el: Μεγέθυνση όλων
es: Ampliar todo
fr: Zoom sur tout
it: Zoom tutti
ja: すべて表示

source: Click to display the full extents of the x-axis.
ar: انقر لعرض الامتدادات الكاملة للمحور السيني.
de: Klicken Sie hier, um die volle Ausdehnung der x-Achse anzuzeigen.
el: Κάντε κλικ για να εμφανίσετε τα πλήρη όρια του άξονα x.
es: Haga clic para ver toda la extensión del eje x.
fr: Cliquez pour afficher l'étendue complète de l'axe des x.
it: Fare clic per visualizzare l'intera estensione dell'asse x.
ja: クリックするとX軸の全範囲が表示されます。

source: Pin left
ar: دبوس اليسار
de: Pin links
el: Καρφίτσα αριστερά
es: Pin izquierdo
fr: Broche à gauche
it: Pin a sinistra
ja: ピン左

source: Pin the waveform display to the left side. When enabled, the left side (oldest) data always remains in view.
ar: تثبيت عرض شكل الموجة على الجانب الأيسر. عند التمكين، تظل بيانات الجانب الأيسر (الأقدم) دائمًا في العرض.
de: Legt die Wellenformanzeige auf die linke Seite. Wenn diese Funktion aktiviert ist, bleiben die (ältesten) Daten auf der linken Seite immer im Blickfeld.
el: Καρφιτσώστε την οθόνη κυματομορφής στην αριστερή πλευρά. Όταν είναι ενεργοποιημένη, τα δεδομένα της αριστερής πλευράς (παλαιότερα) παραμένουν πάντα σε προβολή.
es: Fija la visualización de la forma de onda en el lado izquierdo. Cuando se activa, los datos del lado izquierdo (los más antiguos) permanecen siempre a la vista.
fr: Épingle l'affichage de la forme d'onde sur le côté gauche. Lorsque cette option est activée, les données du côté gauche (les plus anciennes) restent toujours visibles.
it: Il display della forma d'onda è posizionato sul lato sinistro. Se abilitato, i dati del lato sinistro (più vecchio) rimangono sempre in vista.
ja: 波形表示を左側に固定します。有効にすると、左側（最も古い）のデータが常に表示されたままになります。

source: Pin right
ar: دبوس اليمين
de: Pin rechts
el: Καρφίτσα δεξιά
es: Pin derecho
fr: Broche droite
it: Pin destro
ja: ピン右

source: Pin the waveform display to the right side. When enabled, the right side (newest) data always remains in view.
ar: تثبيت عرض شكل الموجة على الجانب الأيمن. عند التمكين، تظل بيانات الجانب الأيمن (الأحدث) دائمًا في العرض.
de: Stellt die Wellenformanzeige auf der rechten Seite dar. Wenn diese Funktion aktiviert ist, bleiben die Daten auf der rechten Seite (die neuesten) immer im Blickfeld.
el: Καρφιτσώστε την οθόνη κυματομορφής στη δεξιά πλευρά. Όταν είναι ενεργοποιημένη, τα δεδομένα της δεξιάς πλευράς (τα νεότερα) παραμένουν πάντα σε προβολή.
es: Fija la visualización de la forma de onda en el lado derecho. Cuando está activada, los datos del lado derecho (los más nuevos) permanecen siempre a la vista.
fr: Épingle l'affichage de la forme d'onde sur le côté droit. Lorsque cette option est activée, les données du côté droit (les plus récentes) restent toujours visibles.
it: Il display della forma d'onda è posizionato sul lato destro. Se abilitato, i dati del lato destro (il più recente) rimangono sempre visibili.
ja: 波形表示を右側に固定します。有効にすると、右側（最新）のデータが常に表示されたままになります。

source: Y zoom all
ar: تكبير الكل
de: Y alle vergrößern
el: Y μεγέθυνση όλων
fr: Y zoomer tout
it: Y zoom tutti
ja: Yズーム

source: Click to reset the y-axis of all plots to auto ranging mode.
ar: انقر لإعادة ضبط المحور ص لجميع المخططات على وضع النطاق التلقائي.
de: Klicken Sie hier, um die y-Achse aller Diagramme auf den Auto-Ranging-Modus zurückzusetzen.
el: Κάντε κλικ για να επαναφέρετε τον άξονα y όλων των γραφικών παραστάσεων σε λειτουργία αυτόματης εμβέλειας.
es: Haga clic para restablecer el eje y de todos los gráficos al modo de escala automática.
fr: Cliquez sur ce bouton pour réinitialiser l'axe des ordonnées de tous les tracés en mode d'échelonnement automatique.
it: Fare clic per reimpostare l'asse y di tutti i grafici in modalità di misurazione automatica.
ja: クリックすると、すべてのプロットのY軸が自動測距モードにリセットされます。

source: This operation does not affect the fixed range plots such as the general purpose inputs.
ar: لا تؤثر هذه العملية على مخططات النطاق الثابت مثل مدخلات الأغراض العامة.
de: Dieser Vorgang hat keinen Einfluss auf die Plots mit festem Bereich, wie z. B. die Allzweckeingänge.
el: Αυτή η λειτουργία δεν επηρεάζει τις απεικονίσεις σταθερής κλίμακας, όπως οι είσοδοι γενικής χρήσης.
es: Esta operación no afecta a los gráficos de rango fijo, como las entradas de propósito general.
fr: Cette opération n'affecte pas les tracés à plage fixe tels que les entrées à usage général.
it: Questa operazione non influisce sulle trame a campo fisso come gli ingressi per uso generale.
ja: この動作は、汎用入力などの固定レンジ・プロットには影響しません。

source: Show min/max extents
ar: إظهار الحدود الدنيا/القصوى
de: Min/Max-Ausmaße anzeigen
el: Εμφάνιση ελάχιστων/μέγιστων εκτάσεων
es: Mostrar extensiones mín./máx.
fr: Afficher les étendues min/max
it: Mostra estensioni minime e massime
ja: 最小/最大エクステントを表示

source: Change how the waveform shows the min/max extents. When zoomed out, each pixel may represent many samples. Displaying the min/max can allow you to see events that may be missed with just the average.
ar: تغيير كيفية إظهار الشكل الموجي للحدود الدنيا/القصوى. عند التصغير، قد يمثل كل بكسل العديد من العينات. يمكن أن يسمح لك عرض الحد الأدنى/الحد الأقصى برؤية الأحداث التي قد تفوتك مع المتوسط فقط.
de: Ändern Sie die Art und Weise, wie die Wellenform die Min-/Max-Ausmaße anzeigt. Beim Herauszoomen kann jedes Pixel viele Abtastwerte darstellen. Durch die Anzeige der Min-/Max-Werte können Sie Ereignisse erkennen, die mit dem Durchschnittswert allein nicht erfasst werden können.
el: Αλλάξτε τον τρόπο με τον οποίο η κυματομορφή εμφανίζει τις ελάχιστες/μέγιστες εκτάσεις. Όταν γίνεται μεγέθυνση, κάθε εικονοστοιχείο μπορεί να αντιπροσωπεύει πολλά δείγματα. Η εμφάνιση των min/max μπορεί να σας επιτρέψει να δείτε γεγονότα που μπορεί να σας διαφύγουν με τη χρήση μόνο του μέσου όρου.
es: Cambia el modo en que la forma de onda muestra las extensiones mín./máx. Cuando se aleja el zoom, cada píxel puede representar muchas muestras. Visualizar el mínimo/máximo puede permitirle ver eventos que pueden pasar desapercibidos con sólo el promedio.
fr: Modifier la façon dont la forme d'onde affiche les étendues min/max. En cas de zoom arrière, chaque pixel peut représenter de nombreux échantillons. L'affichage des valeurs min/max peut vous permettre de voir des événements que vous n'auriez pas remarqués si vous n'aviez que la moyenne.
it: Cambia il modo in cui la forma d'onda mostra le estensioni minime e massime. Quando lo zoom è ridotto, ogni pixel può rappresentare molti campioni. La visualizzazione dei valori minimo e massimo può consentire di vedere eventi che potrebbero sfuggire con la sola media.
ja: 波形の最小/最大エクステントの表示方法を変更します。波形を拡大すると、各ピクセルが多くのサンプルを表すことがあります。最小/最大を表示することで、平均値だけでは見逃す可能性のあるイベントを見ることができます。

source: "off" only displays the average.
ar: "إيقاف التشغيل" يعرض المتوسط فقط.
de: "Aus" zeigt nur den Durchschnitt an.
el: "off" εμφανίζει μόνο τον μέσο όρο.
es: "off" sólo muestra la media.
fr: "off" n'affiche que la moyenne.
it: "off" visualizza solo la media.
ja: "off "は平均値のみを表示します。

source: "lines" displays the minimum and maximum as separate line traces.
ar: "الخطوط" يعرض الحد الأدنى والحد الأقصى كخطوط منفصلة.
de: "Linien" zeigt das Minimum und Maximum als separate Linienspuren an.
el: "lines" εμφανίζει το ελάχιστο και το μέγιστο ως ξεχωριστά ίχνη γραμμής.
es: "líneas" muestra el mínimo y el máximo como trazos de línea separados.
fr: "lignes" affiche le minimum et le maximum sous forme de lignes distinctes.
it: "linee" visualizza il minimo e il massimo come tracce di linea separate.
ja: 「lines" は、最小値と最大値を別々のライントレースとして表示します。

source: "fill 1" displays a filled color between the minimum and maximum.
ar: "ملء 1" يعرض لونًا مملوءًا بين الحد الأدنى والحد الأقصى.
de: "fill 1" zeigt eine gefüllte Farbe zwischen dem Minimum und dem Maximum an.
el: "fill 1" εμφανίζει ένα γεμάτο χρώμα μεταξύ του ελάχιστου και του μέγιστου.
es: "relleno 1" muestra un color relleno entre el mínimo y el máximo.
fr: "fill 1" affiche une couleur remplie entre le minimum et le maximum.
it: "fill 1" visualizza un colore pieno tra il minimo e il massimo.
ja: "fill 1 "は、最小値と最大値の間を塗りつぶした色で表示します。

source: "fill 2" also displays an additional fill for standard deviation.
ar: يعرض \"التعبئة 2\" أيضًا تعبئة إضافية للانحراف المعياري.
de: "fill 2" zeigt auch eine zusätzliche Füllung für die Standardabweichung an.
el: "fill 2" εμφανίζει επίσης ένα πρόσθετο fill για την τυπική απόκλιση.
es: "relleno 2" también muestra un relleno adicional para la desviación estándar.
fr: "fill 2" affiche également un remplissage supplémentaire pour l'écart-type.
it: "fill 2" visualizza anche un fill aggiuntivo per la deviazione standard.
ja: "fill 2 "は、標準偏差の追加フィルも表示します。

source: Show/hide signals
ar: إظهار/إخفاء الإشارات
de: Signale ein-/ausblenden
el: Εμφάνιση/απόκρυψη σημάτων
es: Mostrar/ocultar señales
fr: Afficher/masquer les signaux
it: Mostra/nascondi i segnali
ja: 信号の表示/非表示

source: Click to toggle the signal axis display in the Waveform widget.
ar: انقر لتبديل عرض محور الإشارة في أداة الشكل الموجي.
de: Klicken Sie hier, um die Anzeige der Signalachse im Waveform-Widget umzuschalten.
el: Κάντε κλικ για να αλλάξετε την εμφάνιση του άξονα σήματος στο widget κυματομορφής.
es: Haga clic para alternar la visualización del eje de la señal en el widget Forma de onda.
fr: Cliquez pour basculer l'affichage de l'axe du signal dans le widget Forme d'onde.
it: Fare clic per alternare la visualizzazione dell'asse del segnale nel widget Forma d'onda.
ja: クリックすると、波形ウィジェットの信号軸表示が切り替わります。

source: Enable trace
ar: تمكين التتبع
de: Spur aktivieren
el: Ενεργοποίηση ίχνους
es: Habilitar traza
fr: Activer la trace
it: Abilita la traccia
ja: トレースを有効にする

source: Click to toggle this trace.
ar: انقر لتبديل هذا التتبع.
de: Klicken Sie hier, um diese Spur umzuschalten.
el: Κάντε κλικ για να αλλάξετε αυτό το ίχνος.
es: Haga clic para activar esta traza.
fr: Cliquez pour faire basculer cette trace.
it: Fare clic per attivare questa traccia.
ja: クリックするとこのトレースが切り替わります。

source: When enabled, the waveform will display this trace.
ar: عند التمكين، سيعرض الشكل الموجي هذا التتبع.
de: Wenn aktiviert, zeigt die Wellenform diese Kurve an.
el: Όταν είναι ενεργοποιημένο, η κυματομορφή θα εμφανίζει αυτό το ίχνος.
es: Cuando se activa, la forma de onda mostrará esta traza.
fr: Lorsque cette option est activée, la forme d'onde affiche cette trace.
it: Se abilitata, la forma d'onda visualizzerà questa traccia.
ja: を有効にすると、波形にこのトレースが表示されます。

source: When disabled, the waveform will hide this trace.
ar: عند تعطيله، سيخفي الشكل الموجي هذا التتبع.
de: Wenn deaktiviert, blendet die Wellenform diese Spur aus.
el: Όταν είναι απενεργοποιημένο, η κυματομορφή θα αποκρύψει αυτό το ίχνος.
es: Cuando está desactivado, la forma de onda oculta esta traza.
fr: Lorsqu'elle est désactivée, la forme d'onde cache cette trace.
it: Quando è disattivata, la forma d'onda nasconde questa traccia.
ja: 無効にすると、波形はこのトレースを隠します。

source: Select the source
ar: حدد المصدر
de: Wählen Sie die Quelle
el: Επιλέξτε την πηγή
es: Seleccione la fuente
fr: Sélectionner la source
it: Selezionare la sorgente
ja: ソースを選択

source: Select the source for this trace.
ar: حدد المصدر لهذا التتبع.
de: Wählen Sie die Quelle für diese Messkurve.
el: Επιλέξτε την πηγή για αυτό το ίχνος.
es: Seleccione la fuente para esta traza.
fr: Sélectionner la source pour cette trace.
it: Selezionare la sorgente per questa traccia.
ja: このトレースのソースを選択します。

source: "default" will use the default source which is normally configured using the Device Control widget.
ar: "افتراضي" سيستخدم المصدر الافتراضي الذي يتم تكوينه عادةً باستخدام أداة التحكم في الجهاز.
de: "default" verwendet die Standardquelle, die normalerweise über das Device Control Widget konfiguriert wird.
el: "default" θα χρησιμοποιήσει την προεπιλεγμένη πηγή, η οποία κανονικά διαμορφώνεται χρησιμοποιώντας το widget Device Control.
es: "por defecto" utilizará la fuente por defecto que normalmente se configura utilizando el widget de Control de Dispositivos.
fr: "default" utilisera la source par défaut qui est normalement configurée à l'aide du widget Device Control.
it: "default" utilizzerà la sorgente predefinita, normalmente configurata tramite il widget Device Control.
ja: 「default "は、通常デバイス制御ウィジェットを使用して設定されるデフォルトのソースを使用します。

source: Waveform
ar: الشكل الموجي
de: Wellenform
el: Κυματομορφή
es: Forma de onda
fr: Forme d'onde
it: Forma d'onda
ja: 波形

source: Copy text to clipboard
ar: نسخ النص إلى الحافظة
de: Text in die Zwischenablage kopieren
el: Αντιγραφή κειμένου στο πρόχειρο
es: Copiar texto al portapapeles
fr: Copier le texte dans le presse-papiers
it: Copia del testo negli appunti
ja: テキストをクリップボードにコピー

source: General purpose input 0
ar: مدخلات الأغراض العامة 0
de: Allzweck-Eingang 0
el: Είσοδος γενικού σκοπού 0
es: Entrada de propósito general 0
fr: Entrée générale 0
it: Ingresso generico 0
ja: 汎用入力 0

source: General purpose input 1
ar: مدخلات الأغراض العامة 1
de: Allzweck-Eingang 1
el: Είσοδος γενικού σκοπού 1
es: Entrada de propósito general 1
fr: Entrée d'usage général 1
it: Ingresso generico 1
ja: 汎用入力 1

source: General purpose input 2
ar: مدخلات الأغراض العامة 2
de: Allzweck-Eingang 2
el: Είσοδος γενικού σκοπού 2
es: Entrada de propósito general 2
fr: Entrée d'usage général 2
it: Ingresso generico 2
ja: 汎用入力 2

source: General purpose input 3
ar: مدخلات الأغراض العامة 3
de: Allzweck-Eingang 3
el: Είσοδος γενικού σκοπού 3
es: Entrada de propósito general 3
fr: Entrée à usage général 3
it: Ingresso generico 3
ja: 汎用入力 3

source: The source filter string.
ar: سلسلة مرشح المصدر.
de: Die Quellfilterkette.
el: Η συμβολοσειρά φίλτρων πηγής.
es: La cadena de filtros de la fuente.
fr: La chaîne de filtrage de la source.
it: La stringa del filtro sorgente.
ja: ソース・フィルター・ストリング。

source: The trace width.
ar: عرض التتبع.
de: Die Leiterbahnbreite.
el: Το πλάτος του ίχνους.
es: La anchura de la traza.
fr: La largeur de la trace.
it: La larghezza della traccia.
ja: トレース幅。

source: The target frames per second.
ar: الإطارات المستهدفة في الثانية.
de: Die angestrebten Bilder pro Sekunde.
el: Τα καρέ ανά δευτερόλεπτο που είναι ο στόχος.
es: El objetivo de imágenes por segundo.
fr: L'objectif en termes d'images par seconde.
it: I fotogrammi al secondo di riferimento.
ja: 目標フレーム/秒。

source: vsync
ar: المزامنة

source: 20 Hz
ar: 20 هرتز

source: 10 Hz
ar: 10 هرتز

source: 5 Hz
ar: 5 هرتز

source: The minimum interval between repaint in milliseconds.
ar: الحد الأدنى للفاصل الزمني بين إعادة الطلاء بالمللي ثانية.
de: Das minimale Intervall zwischen den Wiederholungsmessungen in Millisekunden.
el: Το ελάχιστο χρονικό διάστημα μεταξύ επανεκτύπωσης σε χιλιοστά του δευτερολέπτου.
es: El intervalo mínimo entre repintados en milisegundos.
fr: Intervalle minimum entre deux repeints en millisecondes.
it: L'intervallo minimo tra un repaint e l'altro, in millisecondi.
ja: 再描画の最小間隔（ミリ秒）。

source: Show the minimum and maximum extents fill.
ar: إظهار الحد الأدنى والحد الأقصى لملء الحدود الدنيا والقصوى.
de: Zeigt die minimale und maximale Ausdehnung an.
el: Εμφανίζει την ελάχιστη και τη μέγιστη έκταση πλήρωσης.
es: Muestra las extensiones mínima y máxima de llenado.
fr: Affiche les remplissages minimum et maximum des étendues.
it: Mostra il riempimento delle estensioni minime e massime.
ja: 最小および最大エクステントを表示します。

source: lines
ar: الخطوط
de: Zeilen
el: γραμμές
es: líneas
fr: lignes
it: linee
ja: ライン

source: fill 1
ar: ملء 1
de: Füllung 1
el: γέμισμα 1
es: llenar 1
fr: remplir 1
it: riempimento 1
ja: 充填 1

source: fill 2
ar: ملء 2
de: Füllung 2
el: γέμισμα 2
es: llenar 2
fr: remplir 2
it: riempimento 2
ja: フィル 2

source: Show the frames per second.
ar: عرض الإطارات في الثانية.
de: Zeigt die Bilder pro Sekunde an.
el: Εμφάνιση των καρέ ανά δευτερόλεπτο.
es: Muestra las imágenes por segundo.
fr: Indique le nombre d'images par seconde.
it: Mostra i fotogrammi al secondo.
ja: フレーム/秒を表示します。

source: Show the statistics on mouse hover.
ar: عرض الإحصائيات عند تحريك الماوس.
de: Zeigen Sie die Statistik bei Mausbewegung an.
el: Εμφάνιση των στατιστικών στοιχείων κατά το πέρασμα του ποντικιού.
es: Muestra las estadísticas al pasar el ratón por encima.
fr: Afficher les statistiques au passage de la souris.
it: Mostra le statistiche al passaggio del mouse.
ja: マウスホバーで統計を表示します。

source: The time format for mouse hover.
ar: التنسيق الزمني لتحريك الفأرة.
de: Das Zeitformat für den Mauszeiger.
el: Η χρονική μορφή για την αιώρηση του ποντικιού.
es: El formato de tiempo para pasar el ratón.
fr: Format de l'heure au passage de la souris.
it: Il formato del tempo per il passaggio del mouse.
ja: マウスホバーの時間フォーマット。

source: Relative to view
ar: بالنسبة للعرض
de: Relativ zur Ansicht
el: Σε σχέση με την προβολή
es: Relativa a la vista
fr: Par rapport à la vue
it: Relativo alla vista
ja: 相対表示

source: Relative to buffer
ar: بالنسبة إلى المخزن المؤقت
de: Relativ zum Puffer
el: Σε σχέση με το ρυθμιστικό
es: Relativa al buffer
fr: Par rapport au tampon
it: Relativo al buffer
ja: バッファに対する相対値

source: Absolute UTC time
ar: التوقيت العالمي المنسق المطلق
de: Absolute UTC-Zeit
el: Απόλυτη ώρα UTC
es: Hora UTC absoluta
fr: Temps absolu UTC
it: Tempo assoluto UTC
ja: 絶対UTC時間

source: Show the plot statistics on the right.
ar: عرض إحصائيات الرسم على اليمين.
de: Zeigen Sie die Plot-Statistiken auf der rechten Seite an.
el: Εμφάνιση των στατιστικών στοιχείων της γραφικής παράστασης στα δεξιά.
es: Muestra las estadísticas del gráfico a la derecha.
fr: Afficher les statistiques du tracé à droite.
it: Mostrare le statistiche del grafico a destra.
ja: 右側にプロット統計を表示します。

source: Show frequency for dual markers and statistics.
ar: عرض التردد للعلامات والإحصائيات المزدوجة.
de: Zeigt die Frequenz für duale Marker und Statistiken an.
el: Εμφάνιση συχνότητας για διπλούς δείκτες και στατιστικά στοιχεία.
es: Muestra la frecuencia para marcadores duales y estadísticas.
fr: Fréquence d'affichage pour les marqueurs doubles et les statistiques.
it: Mostra la frequenza per i doppi marcatori e le statistiche.
ja: デュアルマーカーと統計のために周波数を表示します。

source: The quantities to display by default.
ar: الكميات المراد عرضها افتراضيًا.
de: Die Größen, die standardmäßig angezeigt werden.
el: Οι ποσότητες που θα εμφανίζονται από προεπιλογή.
es: Las cantidades a mostrar por defecto.
fr: Les quantités à afficher par défaut.
it: Le quantità da visualizzare per impostazione predefinita.
ja: デフォルトで表示する量。
