Repository: jetperch/pyjoulescope_ui
Catalog: joulescope_ui/locale/*/LC_MESSAGES/joulescope_ui.po
Languages: ar, de, el, es, fr, it, ja

source: Use the first sample from the block and ignore all others.
ar: استخدم العينة الأولى من الكتلة وتجاهل جميع العينات الأخرى.
de: Verwenden Sie das erste Sample aus dem Block und ignorieren Sie alle anderen.
el: Χρησιμοποιήστε το πρώτο δείγμα από το μπλοκ και αγνοήστε όλα τα υπόλοιπα.
es: Utilice la primera muestra del bloque e ignore todas las demás.
fr: Utilisez le premier échantillon du bloc et ignorez tous les autres.
it: Utilizzare il primo campione del blocco e ignorare tutti gli altri.
ja: ブロックの最初のサンプルを使用し、それ以外は無視してください。

source: Use the majority value in the block.
ar: استخدم قيمة الأغلبية في الكتلة.
de: Verwenden Sie den größten Wert im Block.
el: Χρησιμοποιήστε την πλειοψηφική τιμή στο μπλοκ.
es: Utilice el valor mayoritario en el bloque.
fr: Utilisez la valeur majoritaire dans le bloc.
it: Utilizzare il valore maggiore nel blocco.
ja: ブロック内の最大値を使用してください。

source: This setting allows you to change the default, if you wish, to better reflect how you are using your JS220. This setting is most useful when you are instrumenting a system using multiple Joulescopes.
ar: يتيح لك هذا الإعداد تغيير الإعداد الافتراضي، إذا كنت ترغب في ذلك، ليعكس بشكل أفضل كيفية استخدامك لجهاز JS220. يكون هذا الإعداد مفيدًا للغاية عندما تقوم بتشغيل نظام باستخدام عدة أجهزة جوليسكوب.
de: Diese Einstellung ermöglicht es Ihnen, die Standardeinstellung zu ändern, wenn Sie es wünschen, um besser zu reflektieren, wie Sie Ihr JS220 verwenden. Diese Einstellung ist besonders nützlich, wenn Sie ein System mit mehreren Joulescopes instrumentieren.
el: Αυτή η ρύθμιση σας επιτρέπει να αλλάξετε την προεπιλεγμένη ρύθμιση, εάν το επιθυμείτε, ώστε να αντικατοπτρίζει καλύτερα τον τρόπο με τον οποίο χρησιμοποιείτε το JS220. Αυτή η ρύθμιση είναι πιο χρήσιμη όταν ενοργανώνετε ένα σύστημα χρησιμοποιώντας πολλά Joulescopes.
es: Este ajuste le permite cambiar el valor por defecto, si lo desea, para reflejar mejor cómo está utilizando su JS220. Este ajuste es muy útil cuando se está instrumentando un sistema utilizando múltiples Joulescopes.
fr: Ce paramètre vous permet de modifier la valeur par défaut, si vous le souhaitez, afin de mieux refléter la façon dont vous utilisez votre JS220. Ce réglage est particulièrement utile lorsque vous instrumentez un système utilisant plusieurs Joulescopes.
it: Questa impostazione consente di modificare l'impostazione predefinita, se lo si desidera, per riflettere meglio l'utilizzo del JS220. Questa impostazione è particolarmente utile quando si strumenta un sistema utilizzando più Joulescopi.
ja: この設定では、JS220の使用方法をより反映させるために、デフォルトを変更することができます。この設定は、複数のジュールスコープを使用してシステムを測定する場合に最も便利です。

source: The JS220 instrument always samples at 2 MHz and then downsamples to 1 MHz. This setting controls additional optional downsampling.
ar: تقوم الأداة JS220 دائمًا بأخذ عينات بتردد 2 ميجاهرتز ثم تقوم بتقليل العينات إلى 1 ميجاهرتز. يتحكم هذا الإعداد في تقليل العينات الاختيارية الإضافية.
de: Das JS220-Gerät tastet immer mit 2 MHz ab und führt dann ein Downsampling auf 1 MHz durch. Diese Einstellung steuert zusätzliches optionales Downsampling.
el: Το όργανο JS220 πραγματοποιεί πάντα δειγματοληψία στα 2 MHz και στη συνέχεια υποβαθμίζει τη δειγματοληψία σε 1 MHz. Αυτή η ρύθμιση ελέγχει πρόσθετη προαιρετική υποδειγματοληψία.
es: El instrumento JS220 siempre muestrea a 2 MHz y luego reduce la muestra a 1 MHz. Este ajuste controla el downsampling adicional opcional.
fr: L'instrument JS220 échantillonne toujours à 2 MHz et sous-échantillonne ensuite à 1 MHz. Ce paramètre contrôle le sous-échantillonnage optionnel supplémentaire.
it: Lo strumento JS220 esegue sempre campionamenti a 2 MHz e poi esegue un downsampling a 1 MHz. Questa impostazione consente di controllare un ulteriore downsampling opzionale.
ja: JS220は、常に2 MHzでサンプリングし、その後1 MHzにダウンサンプリングします。この設定は、オプションの追加ダウンサンプリングを制御します。

source: This setting controls the output frequency for the statistics data that is displayed in the multimeter and value widgets. Statistics data is computed over the full rate 1 MHz samples.
ar: يتحكم هذا الإعداد في تردد الإخراج لبيانات الإحصائيات التي يتم عرضها في أدوات القياس المتعدد والقيمة. يتم حساب البيانات الإحصائية على المعدل الكامل لعينات 1 ميجاهرتز.
de: Diese Einstellung steuert die Ausgabefrequenz für die Statistikdaten, die in den Multimeter- und Werte-Widgets angezeigt werden. Die Statistikdaten werden über die volle Abtastrate von 1 MHz berechnet.
el: Αυτή η ρύθμιση ελέγχει τη συχνότητα εξόδου για τα στατιστικά δεδομένα που εμφανίζονται στο πολύμετρο και στα widgets τιμών. Τα δεδομένα στατιστικής υπολογίζονται σε δείγματα πλήρους ρυθμού 1 MHz.
es: Este ajuste controla la frecuencia de salida de los datos estadísticos que se muestran en el multímetro y en los widgets de valores. Los datos estadísticos se calculan sobre la frecuencia completa de muestras de 1 MHz.
fr: Ce paramètre contrôle la fréquence de sortie des données statistiques affichées dans les widgets multimètre et valeur. Les données statistiques sont calculées sur des échantillons à taux plein de 1 MHz.
it: Questa impostazione controlla la frequenza di uscita dei dati statistici visualizzati nel multimetro e nei widget dei valori. I dati statistici vengono calcolati su campioni a frequenza piena di 1 MHz.
ja: この設定は、マルチメーターと値ウィジェットに表示される統計データの出力周波数を制御します。統計データはフルレート1MHzサンプルで計算されます。

source: Configure the JS220's current range. Most applications should use the default, "auto".
ar: قم بتكوين النطاق الحالي لـ JS220. يجب أن تستخدم معظم التطبيقات الإعداد الافتراضي، "تلقائي".
de: Konfigurieren Sie den Strombereich des JS220. Die meisten Anwendungen sollten die Standardeinstellung "auto" verwenden.
el: Διαμορφώστε το εύρος ρεύματος του JS220. Οι περισσότερες εφαρμογές θα πρέπει να χρησιμοποιούν την προεπιλεγμένη τιμή, "auto".
es: Configure el rango de corriente del JS220. La mayoría de las aplicaciones deberían usar el valor por defecto, "auto".
fr: Configurer la gamme de courant du JS220. La plupart des applications devraient utiliser la valeur par défaut, "auto".
it: Configurare l'intervallo di corrente del JS220. La maggior parte delle applicazioni dovrebbe utilizzare il valore predefinito, "auto".
ja: JS220の電流レンジを設定します。ほとんどのアプリケーションでは、デフォルトの "auto "を使用します。

source: Limits
ar: الحدود
de: Grenzwerte
el: Όρια
es: Límites
fr: Limites
it: Limiti
ja: 限界値

source: Configure the autoranging current limits.
ar: تكوين حدود التيار المتغير تلقائيًا.
de: Konfigurieren Sie die automatischen Stromgrenzwerte.
el: Διαμορφώστε τα όρια ρεύματος με αυτόματη ρύθμιση.
es: Configure los límites de corriente de cambio automático.
fr: Configurer les limites de courant à changement automatique.
it: Configurare i limiti di corrente a variazione automatica.
ja: オートレンジ電流リミットを設定します。

source: This setting is only effective when the Current Range is set to "auto".
ar: لا يكون هذا الإعداد فعالاً إلا عند ضبط النطاق الحالي على "تلقائي".
de: Diese Einstellung ist nur wirksam, wenn der Strombereich auf "auto" eingestellt ist.
el: Αυτή η ρύθμιση είναι αποτελεσματική μόνο όταν το εύρος ρεύματος έχει οριστεί σε "auto".
es: Este ajuste sólo es efectivo cuando el Rango de Corriente está en "auto".
fr: Ce paramètre n'est effectif que lorsque la gamme de courant est réglée sur "auto".
it: Questa impostazione è efficace solo quando l'intervallo di corrente è impostato su "auto".
ja: この設定は、電流レンジが「自動」に設定されている場合にのみ有効です。

source: You can use this setting to limit the current range and improve autoranging accuracy when you know your application current is more limited than the full measurement range.
ar: يمكنك استخدام هذا الإعداد للحد من النطاق الحالي وتحسين دقة القياس التلقائي عندما تعرف أن تيار التطبيق الخاص بك محدود أكثر من نطاق القياس الكامل.
de: Sie können diese Einstellung verwenden, um den Strombereich zu begrenzen und die Genauigkeit der automatischen Messung zu verbessern, wenn Sie wissen, dass Ihr Anwendungsstrom begrenzter ist als der volle Messbereich.
el: Μπορείτε να χρησιμοποιήσετε αυτή τη ρύθμιση για να περιορίσετε το εύρος ρεύματος και να βελτιώσετε την ακρίβεια της αυτόματης ρύθμισης, όταν γνωρίζετε ότι το ρεύμα της εφαρμογής σας είναι πιο περιορισμένο από το πλήρες εύρος μέτρησης.
es: Puede utilizar este ajuste para limitar el rango de corriente y mejorar la precisión de la escala automática cuando sepa que la corriente de su aplicación es más limitada que el rango de medida completo.
fr: Vous pouvez utiliser ce paramètre pour limiter la plage de courant et améliorer la précision du changement automatique lorsque vous savez que le courant de votre application est plus limité que la plage de mesure complète.
it: È possibile utilizzare questa impostazione per limitare l'intervallo di corrente e migliorare la precisione dell'autoranging quando si sa che la corrente dell'applicazione è più limitata rispetto all'intero intervallo di misura.
ja: アプリケーションの電流が全測定範囲よりも制限されていることが分かっている場合、この設定を使用して電流範囲を制限し、自動レンジングの精度を向上させることができます。

source: Configure the JS220's voltage range. Most applications should use the default, "auto".
ar: قم بتكوين نطاق جهد JS220. يجب أن تستخدم معظم التطبيقات الإعداد الافتراضي، "تلقائي".
de: Konfigurieren Sie den Spannungsbereich des JS220. Die meisten Anwendungen sollten die Standardeinstellung "auto" verwenden.
el: Διαμορφώστε το εύρος τάσης του JS220. Οι περισσότερες εφαρμογές θα πρέπει να χρησιμοποιούν την προεπιλεγμένη τιμή, "auto".
es: Configure el rango de tensión del JS220. La mayoría de las aplicaciones deberían utilizar el valor por defecto, "auto".
fr: Configurer la plage de tension du JS220. La plupart des applications devraient utiliser la valeur par défaut, "auto".
it: Configurare l'intervallo di tensione del JS220. La maggior parte delle applicazioni dovrebbe utilizzare il valore predefinito, "auto".
ja: JS220の電圧範囲を設定します。ほとんどのアプリケーションでは、デフォルトの "auto "を使用してください。

source: Trigger direction
ar: اتجاه الزناد
de: Trigger-Richtung
el: Κατεύθυνση σκανδαλισμού
es: Dirección de disparo
fr: Direction de déclenchement
it: Direzione di innesco
ja: トリガー方向

source: Configure the direction of the JS220's trigger BNC connection.
ar: قم بتكوين اتجاه وصلة BNC لمشغل JS220 الخاص بـ JS220.
de: Konfigurieren Sie die Richtung des Trigger-BNC-Anschlusses des JS220.
el: Διαμορφώστε την κατεύθυνση της σύνδεσης BNC σκανδαλισμού του JS220.
es: Configure la dirección de la conexión BNC de disparo del JS220.
fr: Configurer la direction de la connexion BNC de déclenchement du JS220.
it: Configurare la direzione della connessione BNC di trigger del JS220.
ja: JS220のトリガーBNC接続の方向を設定します。

source: 0 (default) configures the BNC trigger for input only. The BNC connection is high-impedance.
ar: 0 (افتراضي) يهيئ مشغل BNC للإدخال فقط. وصلة BNC ذات مقاومة عالية.
de: 0 (Standard) konfiguriert den BNC-Trigger nur für den Eingang. Der BNC-Anschluss ist hochohmig.
el: 0 (προεπιλογή) διαμορφώνει τη σκανδάλη BNC μόνο για είσοδο. Η σύνδεση BNC είναι υψηλής αντίστασης.
es: 0 (por defecto) configura el disparador BNC sólo para entrada. La conexión BNC es de alta impedancia.
fr: 0 (par défaut) configure le déclencheur BNC pour l'entrée uniquement. La connexion BNC est à haute impédance.
it: 0 (impostazione predefinita) configura il trigger BNC solo per l'ingresso. Il collegamento BNC è ad alta impedenza.
ja: 0（デフォルト）は、BNCトリガーを入力専用に設定します。BNC接続はハイインピーダンスです。

source: 1 configures the BNC trigger for output. The BNC connection has 50 Ohm output impedance.
ar: 1 يهيئ مشغل BNC للإخراج. تحتوي وصلة BNC على مقاومة خرج 50 أوم.
de: 1 konfiguriert den BNC-Trigger für die Ausgabe. Der BNC-Anschluss hat eine Ausgangsimpedanz von 50 Ohm.
el: 1 διαμορφώνει τη σκανδάλη BNC για έξοδο. Η σύνδεση BNC έχει σύνθετη αντίσταση εξόδου 50 Ohm.
es: 1 configura el disparador BNC para la salida. La conexión BNC tiene una impedancia de salida de 50 Ohm.
fr: 1 configure le déclencheur BNC pour la sortie. La connexion BNC a une impédance de sortie de 50 Ohm.
it: 1 configura il trigger BNC per l'uscita. La connessione BNC ha un'impedenza di uscita di 50 Ohm.
ja: 1 は、BNC トリガーを出力用に設定します。BNC接続の出力インピーダンスは50オームです。

source: In both cases, the trigger input signal is valid, which enables internal inspection and recording of the trigger output.
ar: في كلتا الحالتين، تكون إشارة دخل الزناد صالحة، مما يتيح الفحص الداخلي وتسجيل خرج الزناد.
de: In beiden Fällen ist das Trigger-Eingangssignal gültig, was eine interne Prüfung und Aufzeichnung des Trigger-Ausgangs ermöglicht.
el: Και στις δύο περιπτώσεις, το σήμα εισόδου σκανδαλισμού είναι έγκυρο, γεγονός που επιτρέπει την εσωτερική επιθεώρηση και καταγραφή της εξόδου σκανδαλισμού.
es: En ambos casos, la señal de entrada de disparo es válida, lo que permite la inspección interna y el registro de la salida de disparo.
fr: Dans les deux cas, le signal d'entrée de déclenchement est valide, ce qui permet l'inspection interne et l'enregistrement de la sortie de déclenchement.
it: In entrambi i casi, il segnale di ingresso di trigger è valido, il che consente l'ispezione interna e la registrazione dell'uscita di trigger.
ja: いずれの場合も、トリガー入力信号は有効であり、トリガー出力の内部検査と記録が可能です。

source: Configure the JS220's reference voltage for the general-purpose inputs and outputs.
ar: تكوين الجهد المرجعي لـ JS220 للجهد المرجعي لمدخلات ومخرجات الأغراض العامة.
de: Konfigurieren Sie die Referenzspannung des JS220 für die universellen Ein- und Ausgänge.
el: Διαμορφώστε την τάση αναφοράς του JS220 για τις εισόδους και τις εξόδους γενικής χρήσης.
es: Configure la tensión de referencia del JS220 para las entradas y salidas de propósito general.
fr: Configurer la tension de référence du JS220 pour les entrées et sorties à usage général.
it: Configurare la tensione di riferimento del JS220 per gli ingressi e le uscite generici.
ja: JS220 の汎用入出力の基準電圧を設定します。

source: We recommend using "Vref" when attaching general-purpose outputs (GPO) to other equipment. Using Vref prevents the GPO from backpowering target devices when they powered down. The Vref signal and general-purpose inputs are all extremely high impedance to minimize leakage currents.
ar: نوصي باستخدام "Vref" عند توصيل مخرجات الأغراض العامة (GPO) بمعدات أخرى. يمنع استخدام "Vref" استخدام إشارة "Vref" من تشغيل أجهزة GPO في الأجهزة المستهدفة عند إيقاف تشغيلها. إن إشارة Vref ومدخلات الأغراض العامة جميعها ذات مقاومة عالية للغاية لتقليل تيارات التسرب.
de: Wir empfehlen die Verwendung von "Vref", wenn Sie Allzweckausgänge (GPO) an andere Geräte anschließen. Durch die Verwendung von Vref wird verhindert, dass der GPO die Zielgeräte mit Strom versorgt, wenn diese ausgeschaltet werden. Das Vref-Signal und die Allzweckeingänge sind alle extrem hochohmig, um Leckströme zu minimieren.
el: Συνιστούμε να χρησιμοποιείτε το "Vref" όταν συνδέετε εξόδους γενικής χρήσης (GPO) σε άλλο εξοπλισμό. Η χρήση του Vref αποτρέπει το GPO από το να τροφοδοτεί με backpower τις συσκευές-στόχους όταν αυτές απενεργοποιούνται. Το σήμα Vref και οι είσοδοι γενικής χρήσης είναι όλες εξαιρετικά υψηλής αντίστασης για την ελαχιστοποίηση των ρευμάτων διαρροής.
es: Recomendamos utilizar "Vref" al conectar salidas de propósito general (GPO) a otros equipos. El uso de Vref evita que el GPO retroalimente los dispositivos de destino cuando se apagan. La señal Vref y las entradas de propósito general son todas de impedancia extremadamente alta para minimizar las corrientes de fuga.
fr: Nous recommandons d'utiliser "Vref" lorsque l'on relie des sorties à usage général (GPO) à d'autres équipements. L'utilisation de Vref permet d'éviter que les GPO ne rétroalimentent les appareils cibles lorsqu'ils sont hors tension. Le signal Vref et les entrées à usage général ont tous une impédance extrêmement élevée afin de minimiser les courants de fuite.
it: Si consiglia di utilizzare "Vref" quando si collegano le uscite per uso generale (GPO) ad altre apparecchiature. L'uso di Vref impedisce che l'OdG retroalimenti i dispositivi di destinazione quando sono spenti. Il segnale Vref e gli ingressi generici sono tutti ad altissima impedenza per ridurre al minimo le correnti di dispersione.
ja: 汎用出力（GPO）を他の機器に接続する際は、「Vref」の使用を推奨します。Vrefを使用することで、GPOがパワーダウンした際にターゲット機器に逆電力を与えることを防ぎます。Vref信号と汎用入力は、リーク電流を最小にするため、すべて極めて高いインピーダンスになっています。

source: "3.3 V" uses an internally-generated 3.3V reference voltage.
ar: "3.3 فولت" يستخدم جهدًا مرجعيًا 3.3 فولت مولدًا داخليًا.
de: "3,3 V" verwendet eine intern erzeugte 3,3-V-Referenzspannung.
el: "3,3 V" χρησιμοποιεί μια εσωτερικά παραγόμενη τάση αναφοράς 3,3 V.
es: "3,3 V" utiliza una tensión de referencia de 3,3 V generada internamente.
fr: "3,3 V" utilise une tension de référence de 3,3 V générée en interne.
it: "3,3 V" utilizza una tensione di riferimento di 3,3 V generata internamente.
ja: 「3.3 V」は、内部で生成された3.3V基準電圧を使用します。

source: Trigger output value
ar: قيمة خرج الزناد
de: Trigger-Ausgangswert
el: Τιμή εξόδου σκανδαλισμού
es: Valor de salida del disparador
fr: Valeur de la sortie de déclenchement
it: Valore di uscita del trigger
ja: トリガー出力値

source: Turn the trigger output on or off.
ar: تشغيل خرج الزناد أو إيقاف تشغيله.
de: Schaltet den Triggerausgang ein oder aus.
el: Ενεργοποίηση ή απενεργοποίηση της εξόδου σκανδαλισμού.
es: Activa o desactiva la salida de disparo.
fr: Active ou désactive la sortie de déclenchement.
it: Attivare o disattivare l'uscita di trigger.
ja: トリガ出力のオン/オフを切り替えます。

source: The trigger must also be configured for output for this setting to have any effect.
ar: يجب أيضًا تكوين المشغل للإخراج حتى يكون لهذا الإعداد أي تأثير.
de: Der Trigger muss auch für die Ausgabe konfiguriert sein, damit diese Einstellung eine Wirkung hat.
el: Η σκανδάλη πρέπει επίσης να διαμορφωθεί για έξοδο για να έχει αποτέλεσμα αυτή η ρύθμιση.
es: El disparador también debe estar configurado para salida para que este ajuste tenga algún efecto.
fr: Le déclencheur doit également être configuré pour la sortie pour que ce paramètre ait un effet.
it: Affinché questa impostazione abbia effetto, anche il trigger deve essere configurato per l'uscita.
ja: この設定を有効にするには、トリガも出力用に設定する必要があります。

source: The maturity level channel for firmware updates.
ar: قناة مستوى النضج لتحديثات البرامج الثابتة.
de: Der Reifegradkanal für Firmware-Updates.
el: Το κανάλι επιπέδου ωριμότητας για ενημερώσεις υλικολογισμικού.
es: El canal de nivel de madurez para actualizaciones de firmware.
fr: Canal de niveau de maturité pour les mises à jour de micrologiciels.
it: Il canale del livello di maturità per gli aggiornamenti del firmware.
ja: ファームウェア・アップデートのための成熟度チャンネル。

source: We recommend keeping the default "stable" unless you are a Joulescope developer.
ar: نوصي بالحفاظ على الوضع الافتراضي "مستقر" إلا إذا كنت مطور Joulescope.
de: Wir empfehlen, die Voreinstellung "stabil" beizubehalten, es sei denn, Sie sind ein Joulescope-Entwickler.
el: Συνιστούμε να διατηρήσετε την προεπιλεγμένη ρύθμιση "stable" (σταθερό), εκτός αν είστε προγραμματιστής του Joulescope.
es: Recomendamos mantener el valor predeterminado "estable" a menos que sea un desarrollador de Joulescope.
fr: Nous recommandons de conserver la valeur par défaut "stable" à moins que vous ne soyez un développeur de Joulescope.
it: Si consiglia di mantenere il valore predefinito "stabile", a meno che non siate uno sviluppatore di Joulescope.
ja: Joulescopeの開発者でない限り、デフォルトの "stable "のままにしておくことをお勧めします。

source: Firmware update availability.
ar: توفر تحديث البرامج الثابتة.
de: Verfügbarkeit von Firmware-Updates.
el: Διαθεσιμότητα ενημέρωσης υλικολογισμικού.
es: Disponibilidad de actualizaciones de firmware.
fr: Disponibilité de la mise à jour du micrologiciel.
it: Disponibilità di aggiornamento del firmware.
ja: ファームウェアの更新が可能です。

source: None when no firmware update is available. Map of subname: [current, available] when available.
ar: لا يوجد عند عدم توفر تحديث للبرنامج الثابت. خريطة الاسم الفرعي: [الحالي، متوفر] عند توفره.
de: Keine, wenn kein Firmware-Update verfügbar ist. Abbildung von subname: [current, available] wenn verfügbar.
el: Καμία όταν δεν υπάρχει διαθέσιμη ενημέρωση υλικολογισμικού. Χάρτης του υποκατηγορίου: [current, available] όταν είναι διαθέσιμο.
es: Ninguno cuando no hay actualización de firmware disponible. Mapa de subnombre: [current, available] cuando está disponible.
fr: Aucune lorsque aucune mise à jour du micrologiciel n'est disponible. Carte du sous-nom : [current, available] lorsqu'elle est disponible.
it: Nessuno quando non è disponibile un aggiornamento del firmware. Mappa del sotto-nome: [current, available] quando è disponibile.
ja: ファームウェアの更新がない場合はなし。サブネームのマップ：[current, available] 利用可能な場合。

source: Prefilter
ar: المرشح المسبق
de: Vorfilter
el: Προφίλτρο
es: Prefiltro
fr: Préfiltre
it: Prefiltro
ja: プレフィルター

source: Configure the prefilter type.
ar: تكوين نوع المرشح المسبق.
de: Konfigurieren Sie den Vorfiltertyp.
el: Διαμορφώστε τον τύπο του προφίλτρου.
es: Configure el tipo de prefiltro.
fr: Configurer le type de préfiltre.
it: Configurare il tipo di prefiltro.
ja: プレフィルタ・タイプの設定

source: Most applications should use the wideband filter. To reduce peaking around high frequency events, select the sinc1 filter.
ar: يجب أن تستخدم معظم التطبيقات مرشح النطاق العريض. لتقليل الذروة حول الأحداث عالية التردد، حدد مرشح sinc1.
de: Die meisten Anwendungen sollten den Breitbandfilter verwenden. Um Spitzenwerte bei hochfrequenten Ereignissen zu reduzieren, wählen Sie den sinc1-Filter.
el: Οι περισσότερες εφαρμογές θα πρέπει να χρησιμοποιούν το φίλτρο ευρείας ζώνης. Για να μειώσετε την κορύφωση γύρω από γεγονότα υψηλής συχνότητας, επιλέξτε το φίλτρο sinc1.
es: La mayoría de las aplicaciones deberían utilizar el filtro de banda ancha. Para reducir los picos alrededor de eventos de alta frecuencia, seleccione el filtro sinc1.
fr: La plupart des applications devraient utiliser le filtre à large bande. Pour réduire les pics autour des événements à haute fréquence, sélectionnez le filtre sinc1.
it: La maggior parte delle applicazioni dovrebbe utilizzare il filtro a banda larga. Per ridurre il picco intorno agli eventi ad alta frequenza, selezionare il filtro sinc1.
ja: ほとんどのアプリケーションでは、広帯域フィルターを使用する必要があります。高周波イベント付近のピーキングを低減するには、sinc1フィルターを選択してください。

source: Signal filter
ar: مرشح الإشارة
el: Φίλτρο σήματος
es: Filtro de señal
fr: Filtre de signal
it: Filtro del segnale
ja: 信号フィルター

source: Configure the signal downsampling filter type.
ar: قم بتكوين نوع مرشح تقليل أخذ عينات الإشارة.
de: Konfigurieren Sie den Typ des Signal-Downsampling-Filters.
el: Διαμορφώστε τον τύπο του φίλτρου υποδειγματοληψίας σήματος.
es: Configure el tipo de filtro de reducción de muestreo de la señal.
fr: Configurez le type de filtre de sous-échantillonnage du signal.
it: Configurare il tipo di filtro di ricampionamento del segnale.
ja: 信号ダウンサンプリングフィルタのタイプを設定します。
