Repository: jetperch/pyjoulescope_ui
Catalog: joulescope_ui/locale/*/LC_MESSAGES/joulescope_ui.po
Languages: ar, de, el, es, fr, it, ja

source: The wideband filter provides a flat frequency response, but it does cause peaking around high frequency events. The sinc1 filter provides a smoother time-domain response, but it results in lower bandwidth and more aliasing. The sinc1 filter also runs on the instrument for reduced USB throughput.
ar: يوفر مرشح النطاق العريض استجابة تردد مسطحة، ولكنه يسبب ذروة حول الأحداث عالية التردد. يوفر مرشح sinc1 استجابة أكثر سلاسة في المجال الزمني، لكنه يؤدي إلى عرض نطاق ترددي أقل والمزيد من التعرجات. يعمل مرشح sinc1 أيضًا على الجهاز لتقليل إنتاجية USB.
de: Der Breitbandfilter sorgt für einen flachen Frequenzgang, verursacht aber Spitzenwerte bei hochfrequenten Ereignissen. Der sinc1-Filter bietet einen glatteren Zeitbereich, führt aber zu einer geringeren Bandbreite und mehr Aliasing. Der sinc1-Filter läuft auch auf dem Gerät, was den USB-Durchsatz verringert.
el: Το φίλτρο ευρείας ζώνης παρέχει επίπεδη απόκριση συχνότητας, αλλά προκαλεί κορύφωση γύρω από γεγονότα υψηλής συχνότητας. Το φίλτρο sinc1 παρέχει πιο ομαλή απόκριση στο πεδίο του χρόνου, αλλά έχει ως αποτέλεσμα μικρότερο εύρος ζώνης και περισσότερη αλλοίωση. Το φίλτρο sinc1 εκτελείται επίσης στο όργανο για μειωμένη απόδοση USB.
es: El filtro de banda ancha proporciona una respuesta de frecuencia plana, pero provoca picos alrededor de los eventos de alta frecuencia. El filtro sinc1 proporciona una respuesta más suave en el dominio del tiempo, pero tiene como resultado un ancho de banda menor y más aliasing. El filtro sinc1 también se ejecuta en el instrumento, lo que reduce el rendimiento del USB.
fr: Le filtre à large bande fournit une réponse en fréquence plate, mais il provoque des pics autour des événements à haute fréquence. Le filtre sinc1 fournit une réponse plus lisse dans le domaine temporel, mais il se traduit par une largeur de bande plus faible et davantage de repliement. Le filtre sinc1 fonctionne également sur l'instrument, ce qui réduit le débit USB.
it: Il filtro a banda larga fornisce una risposta in frequenza piatta, ma causa un picco in corrispondenza di eventi ad alta frequenza. Il filtro sinc1 fornisce una risposta più uniforme nel dominio del tempo, ma comporta una larghezza di banda inferiore e un maggiore aliasing. Il filtro sinc1 funziona anche sullo strumento, riducendo il throughput USB.
ja: ワイドバンドフィルタはフラットな周波数特性を提供しますが、高周波イベント付近でピーキングが発生します。sinc1フィルターは、よりスムーズな時間領域応答を提供するが、帯域幅が狭くなり、エイリアシングが多くなる。また、sinc1フィルターは、USBスループットが低下するため、測定器上で動作します。

source: GPI filter
ar: مرشح GPI
el: Φίλτρο GPI
es: Filtro GPI
fr: Filtre GPI
it: Filtro GPI
ja: GPIフィルター

source: Current scale
ar: المقياس الحالي
de: Stromskala
el: Κλίμακα ρεύματος
es: Escala de corriente
fr: Échelle de courant
it: Scala di corrente
ja: 電流スケール

source: Voltage scale
ar: مقياس الجهد
de: Spannungsskala
el: Κλίμακα τάσης
es: Escala de tensión
fr: Échelle de tension
it: Scala di tensione
ja: 電圧スケール

source: ⚠ When enabled, no more than 3 GPIO signals (0, 1, 2, 3, T) may be enabled. If you attempt to enable too many signals, then the UI will display no data for any signal.
ar: ⚠ عند التمكين، لا يجوز تمكين أكثر من 3 إشارات GPIO (0، 1، 2، 3، T). إذا حاولت تمكين عدد كبير جدًا من الإشارات، فلن تعرض واجهة المستخدم أي بيانات لأي إشارة.
de: ⚠ Wenn aktiviert, dürfen nicht mehr als 3 GPIO-Signale (0, 1, 2, 3, T) aktiviert werden. Wenn Sie versuchen, zu viele Signale zu aktivieren, zeigt die Benutzeroberfläche keine Daten für irgendein Signal an.
el: ⚠ Όταν είναι ενεργοποιημένο, δεν μπορούν να ενεργοποιηθούν περισσότερα από 3 σήματα GPIO (0, 1, 2, 3, T). Εάν επιχειρήσετε να ενεργοποιήσετε πάρα πολλά σήματα, τότε το UI δεν θα εμφανίζει δεδομένα για κανένα σήμα.
es: ⚠ Cuando está habilitado, no se pueden habilitar más de 3 señales GPIO (0, 1, 2, 3, T). Si intenta habilitar demasiadas señales, la interfaz de usuario no mostrará datos para ninguna señal.
fr: ⚠ Lorsqu'ils sont activés, pas plus de 3 signaux GPIO (0, 1, 2, 3, T) ne peuvent être activés. Si vous tentez d'activer trop de signaux, l'interface utilisateur n'affichera aucune donnée pour aucun signal.
it: ⚠ Quando è abilitato, non possono essere abilitati più di 3 segnali GPIO (0, 1, 2, 3, T). Se si tenta di abilitare un numero eccessivo di segnali, l'interfaccia utente non visualizzerà alcun dato per nessun segnale.
ja: 有効化した場合、3つ以上のGPIO信号(0, 1, 2, 3, T)を有効化することはできません。有効な信号が多すぎると、UIにはどの信号のデータも表示されません。

source: Enable the general purpose input 2 signal streaming.
ar: تمكين تدفق إشارة الإدخال 2 للأغراض العامة.
de: Aktivieren Sie den Allzweckeingang 2 für das Signalstreaming.
el: Ενεργοποίηση της ροής σήματος εισόδου 2 γενικού σκοπού.
es: Habilita la corriente de señal de entrada 2 de propósito general.
fr: Active le flux de signaux de l'entrée 2 à usage général.
it: Abilitare lo streaming del segnale dell'ingresso 2 per uso generale.
ja: 汎用入力 2 信号ストリーミングを有効にします。

source: Enable the general purpose input 3 signal streaming.
ar: تمكين تدفق إشارة الإدخال 3 للأغراض العامة.
de: Aktivieren Sie den Allzweckeingang 3 Signalstreaming.
el: Ενεργοποιήστε τη ροή σήματος εισόδου γενικού σκοπού 3.
es: Habilita el flujo de señales de entrada 3 de propósito general.
fr: Active le flux de signaux de l'entrée générale 3.
it: Abilitare lo streaming del segnale dell'ingresso 3 per uso generale.
ja: 汎用入力 3 信号ストリーミングを有効にします。

source: Trigger input
ar: مدخلات الزناد
de: Trigger-Eingang
el: Είσοδος σκανδαλισμού
es: Entrada de disparo
fr: Entrée de déclenchement
it: Ingresso di trigger
ja: トリガー入力

source: Enable the trigger input signal streaming.
ar: تمكين تدفق إشارة إدخال الزناد.
de: Aktivieren Sie das Streaming des Trigger-Eingangssignals.
el: Ενεργοποίηση της ροής σήματος εισόδου σκανδαλισμού.
es: Habilita la transmisión de la señal de entrada de disparo.
fr: Active le flux de signaux d'entrée de déclenchement.
it: Abilitare lo streaming del segnale di ingresso di trigger.
ja: トリガー入力信号ストリーミングを有効にします。

source: Serial
ar: متسلسل
de: Seriell
el: Σειριακή
es: Serie
fr: Série
it: Seriale
ja: シリアル

source: Serial data stream
ar: تدفق البيانات التسلسلية
de: Serieller Datenstrom
el: Σειριακή ροή δεδομένων
es: Flujo de datos en serie
fr: Flux de données en série
it: Flusso di dati seriali
ja: シリアル・データ・ストリーム

source: Firmware update state
ar: حالة تحديث البرنامج الثابت
de: Firmware-Update-Status
el: Κατάσταση ενημέρωσης υλικολογισμικού
es: Estado de actualización del firmware
fr: État de la mise à jour du micrologiciel
it: Stato di aggiornamento del firmware
ja: ファームウェア更新状態

source: Name
ar: الاسم
el: Όνομα
es: Nombre
fr: Nom
it: Nome
ja: 名称

source: Joulescope stream buffer
ar: مخزن جولسكوب للتيار
de: Joulescope Strompuffer
el: Απομονωτής ρεύματος Joulescope
es: Búfer de corriente de Joulescope
it: Buffer di flusso Joulescope
ja: Joulescope ストリームバッファ

source: Buffer memory size in bytes
ar: حجم ذاكرة المخزن المؤقت بالبايت
de: Pufferspeichergröße in Bytes
el: Μέγεθος μνήμης ρυθμιστικού διαστήματος σε bytes
es: Tamaño de la memoria intermedia en bytes
fr: Taille de la mémoire tampon en octets
it: Dimensione della memoria tampone in byte
ja: バッファメモリサイズ（バイト

source: Buffer memory duration in seconds
ar: مدة ذاكرة المخزن المؤقت بالثواني
de: Pufferspeicherdauer in Sekunden
el: Διάρκεια μνήμης ρυθμιστικού διαστήματος σε δευτερόλεπτα
es: Duración de la memoria intermedia en segundos
fr: Durée de la mémoire tampon en secondes
it: Durata della memoria tampone in secondi
ja: バッファメモリ持続時間（秒

source: Source name
ar: اسم المصدر
de: Name der Quelle
el: Όνομα πηγής
es: Nombre de la fuente
fr: Nom de la source
it: Nome della fonte
ja: ソース名

source: Source information
ar: معلومات المصدر
de: Informationen zur Quelle
el: Πληροφορίες πηγής
es: Fuente de información
fr: Source d'information
it: Informazioni sulla fonte
ja: ソース情報

source: Signal metadata
ar: البيانات الوصفية للإشارة
de: Signal-Metadaten
el: Μεταδεδομένα σήματος
es: Metadatos de señal
fr: Métadonnées du signal
it: Metadati del segnale
ja: 信号メタデータ

source: Signal time range
ar: النطاق الزمني للإشارة
de: Signalzeitbereich
el: Εύρος χρόνου σήματος
es: Rango de tiempo de la señal
fr: Plage de temps du signal
it: Intervallo temporale del segnale
ja: 信号時間範囲

source: The pyjoulescope_driver log level.
ar: مستوى سجل pyjoulescope_driver.
de: Der pyjoulescope_driver Log-Level.
el: Το επίπεδο καταγραφής του pyjoulescope_driver.
es: El nivel de registro de pyjoulescope_driver.
fr: Le niveau de journalisation de pyjoulescope_driver.
it: Il livello di log di pyjoulescope_driver.
ja: pyjoulescope_driverのログレベル。

source: Plugins
ar: المكونات الإضافية
it: Plugin
ja: プラグイン

source: Version
ar: الإصدار
el: Έκδοση
es: Versión
it: Versione
ja: バージョン

source: Active
ar: نشط
de: Aktiv
el: Ενεργό
es: Activo
fr: Actif
it: Attivo
ja: アクティブ

source: Monitor
ar: الشاشة
de: Überwachen Sie
el: Παρακολούθηση
fr: Moniteur
ja: モニター

source: Compute the Cumulative Distribution Function
ar: حساب دالة التوزيع التراكمي
de: Berechnen Sie die kumulative Verteilungsfunktion
el: Υπολογισμός της αθροιστικής συνάρτησης κατανομής
es: Cálculo de la función de distribución acumulativa
fr: Calculer la fonction de distribution cumulative
it: Calcolo della funzione di distribuzione cumulativa
ja: 累積分布関数の計算

source: The Cumulative Distribution Function (CDF) value is the probability that a signal's value is less than or equal to the x-axis value.
ar: قيمة دالة التوزيع التراكمي (CDF) هي احتمال أن تكون قيمة الإشارة أقل من أو تساوي قيمة المحور س.
de: Der Wert der kumulativen Verteilungsfunktion (CDF) ist die Wahrscheinlichkeit, dass der Wert eines Signals kleiner oder gleich dem Wert auf der x-Achse ist.
el: Η τιμή της αθροιστικής συνάρτησης κατανομής (CDF) είναι η πιθανότητα η τιμή ενός σήματος να είναι μικρότερη ή ίση με την τιμή του άξονα x.
es: El valor de la función de distribución acumulativa (CDF) es la probabilidad de que el valor de una señal sea menor o igual que el valor del eje x.
fr: La valeur de la fonction de distribution cumulative (FDC) est la probabilité que la valeur d'un signal soit inférieure ou égale à la valeur de l'axe des x.
it: Il valore della Funzione di distribuzione cumulativa (CDF) è la probabilità che il valore di un segnale sia inferiore o uguale al valore dell'asse delle ascisse.
ja: 累積分布関数（CDF）値は、信号の値がx軸値以下である確率です。

source: When use to analyze current or power, this graphically indicates the time spent below in each current mode. Compared to a histogram, the CDF makes it easier to compare the amount of time in each mode by simply measuring the change in the y-axis value.
ar: عند استخدامه لتحليل التيار أو الطاقة، يشير ذلك بيانيًا إلى الوقت المستغرق أدناه في كل وضع تيار. بالمقارنة مع المدرج التكراري، يسهّل CDF مقارنة مقدار الوقت المستغرق في كل وضع بمجرد قياس التغير في قيمة المحور y.
de: Bei der Analyse von Strom oder Leistung zeigt dies grafisch die Zeit an, die in den einzelnen Strommodi verbracht wird. Im Vergleich zu einem Histogramm erleichtert die CDF den Vergleich der in den einzelnen Modi verbrachten Zeit, indem einfach die Änderung des y-Achsenwerts gemessen wird.
el: Όταν χρησιμοποιείται για την ανάλυση ρεύματος ή ισχύος, αυτό δείχνει γραφικά το χρόνο που δαπανάται παρακάτω σε κάθε λειτουργία ρεύματος. Σε σύγκριση με ένα ιστόγραμμα, το CDF διευκολύνει τη σύγκριση του χρόνου σε κάθε λειτουργία, με την απλή μέτρηση της μεταβολής της τιμής του άξονα y.
es: Cuando se utiliza para analizar la corriente o la potencia, indica gráficamente el tiempo que se pasa abajo en cada modo de corriente. Comparado con un histograma, el CDF facilita la comparación de la cantidad de tiempo en cada modo simplemente midiendo el cambio en el valor del eje y.
fr: Lorsqu'il est utilisé pour analyser le courant ou la puissance, il indique graphiquement le temps passé dans chaque mode de courant. Par rapport à un histogramme, la FCD permet de comparer plus facilement le temps passé dans chaque mode en mesurant simplement la variation de la valeur de l'axe des y.
it: Se utilizzato per analizzare la corrente o la potenza, indica graficamente il tempo trascorso in ciascuna modalità di corrente. Rispetto a un istogramma, la CDF facilita il confronto del tempo trascorso in ciascuna modalità, misurando semplicemente la variazione del valore dell'asse delle ordinate.
ja: 電流または電力の解析に使用する場合、各電流モードで以下に費やされた時間をグラフで示します。ヒストグラムと比較して、CDFではY軸の値の変化を測定するだけで、各モードに費やされた時間を簡単に比較できます。

source: Probability
ar: الاحتمالية
de: Wahrscheinlichkeit
el: Πιθανότητα
es: Probabilidad
fr: Probabilité
it: Probabilità
ja: 確率

source: CDF configuration
ar: تكوين CDF
de: CDF-Konfiguration
el: Διαμόρφωση CDF
es: Configuración CDF
fr: Configuration CDF
it: Configurazione CDF
ja: CDF構成

source: Number of bins (0 for auto)
ar: عدد الحاويات (0 للتيار التلقائي)
de: Anzahl der Bins (0 für Auto)
el: Αριθμός διαχωριστικών πεδίων (0 για αυτόματο)
es: Número de bins (0 para auto)
fr: Nombre d'intervalles (0 pour auto)
it: Numero di bins (0 per auto)
ja: ビン数（自動の場合は0）

source: Complimentary
ar: مجاني
de: Kostenloses
el: Συμπληρωματικό
es: Complemento
fr: Complémentaire
it: In omaggio
ja: コンプリメンタリ

source: Frequency
ar: التردد
de: Frequenz
el: Συχνότητα
es: Frecuencia
fr: Fréquence
it: Frequenza
ja: 周波数

source: Compute frequency spectrum over the range
ar: حساب طيف التردد على المدى
de: Berechnen Sie das Frequenzspektrum über den Bereich
el: Υπολογισμός του φάσματος συχνότητας στο εύρος
es: Calcula el espectro de frecuencias en el rango
fr: Calcul du spectre de fréquence sur la plage
it: Calcolo dello spettro di frequenza nell'intervallo
ja: 周波数スペクトルの計算

source: Compute the frequency spectrum to analyze the frequency content of the signal's data values over the selected range.
ar: حساب طيف التردد لتحليل محتوى التردد لقيم بيانات الإشارة على النطاق المحدد.
de: Berechnen Sie das Frequenzspektrum, um den Frequenzgehalt der Datenwerte des Signals über den ausgewählten Bereich zu analysieren.
el: Υπολογίστε το φάσμα συχνοτήτων για να αναλύσετε το συχνοτικό περιεχόμενο των τιμών δεδομένων του σήματος στο επιλεγμένο εύρος.
es: Calcule el espectro de frecuencia para analizar el contenido de frecuencia de los valores de datos de la señal en el rango seleccionado.
fr: Calculer le spectre de fréquence pour analyser le contenu en fréquence des valeurs de données du signal sur la plage sélectionnée.
it: Calcolo dello spettro di frequenza per analizzare il contenuto di frequenza dei valori dei dati del segnale nell'intervallo selezionato.
ja: 周波数スペクトルを計算し、選択した範囲の信号のデータ値の周波数コンテンツを分析します。

source: Frequency configuration
ar: تكوين التردد
de: Frequenz-Konfiguration
el: Διαμόρφωση συχνότητας
es: Configuración de frecuencia
fr: Configuration de la fréquence
it: Configurazione della frequenza
ja: 周波数構成

source: Histogram
ar: الرسم البياني
de: Histogramm
el: Ιστόγραμμα
fr: Histogramme
it: Istogramma
ja: ヒストグラム

source: Discrete Probability Distribution
ar: التوزيع الاحتمالي المنفصل
de: Diskrete Wahrscheinlichkeitsverteilung
el: Διακριτή κατανομή πιθανοτήτων
es: Distribución de probabilidad discreta
fr: Distribution de probabilité discrète
it: Distribuzione di probabilità discreta
ja: 離散確率分布

source: Frequency Distribution
ar: توزيع التردد
de: Frequenzverteilung
el: Κατανομή συχνότητας
es: Distribución de frecuencias
fr: Distribution de fréquence
it: Distribuzione di frequenza
ja: 周波数分布

source: Probability Density Distribution
ar: توزيع الكثافة الاحتمالية
de: Wahrscheinlichkeits-Dichte-Verteilung
el: Κατανομή πυκνότητας πιθανότητας
es: Distribución de densidad de probabilidad
fr: Distribution de densité de probabilité
it: Distribuzione della densità di probabilità
ja: 確率密度分布

source: Signal
ar: الإشارة
el: Σήμα
es: Señal
it: Segnale
ja: 信号

source: Histogram type
ar: نوع الرسم البياني
de: Histogramm-Typ
el: Τύπος ιστογράμματος
es: Tipo de histograma
fr: Type d'histogramme
it: Tipo di istogramma
ja: ヒストグラム・タイプ

source: Histogram configuration
ar: تكوين المدرج التكراري
de: Histogramm-Konfiguration
el: Διαμόρφωση ιστογράμματος
es: Configuración de histograma
fr: Configuration de l'histogramme
it: Configurazione dell'istogramma
ja: ヒストグラム構成

source: Compute histogram over the range
ar: حساب الرسم البياني على النطاق
de: Histogrammberechnung über den gesamten Bereich
el: Υπολογισμός ιστογράμματος στο εύρος
es: Calcula el histograma en el rango
fr: Calculer l'histogramme sur la plage
it: Calcolo dell'istogramma sull'intervallo
ja: 範囲にわたってヒストグラムを計算

source: Compute a histogram of the signal's data values over the selected range.
ar: حساب رسم بياني لقيم بيانات الإشارة على النطاق المحدد.
de: Berechnen Sie ein Histogramm der Datenwerte des Signals über den ausgewählten Bereich.
el: Υπολογίστε ένα ιστόγραμμα των τιμών δεδομένων του σήματος στο επιλεγμένο εύρος.
es: Calcula un histograma de los valores de datos de la señal en el rango seleccionado.
fr: Calculer un histogramme des valeurs de données du signal sur la plage sélectionnée.
it: Calcolo di un istogramma dei valori dei dati del segnale nell'intervallo selezionato.
ja: 選択した範囲の信号のデータ値のヒストグラムを計算します。

source: Max window
ar: نافذة ماكس
de: Max Fenster
el: Μέγιστο παράθυρο
es: Ventana Max
fr: Fenêtre maximale
it: Finestra massima
ja: 最大ウィンドウ

source: Find the maximum value window
ar: العثور على نافذة القيمة القصوى
de: Finden Sie das Maximalwertfenster
el: Εύρεση του παραθύρου μέγιστης τιμής
es: Encuentre la ventana de valor máximo
fr: Trouver la fenêtre de valeur maximale
it: Trova la finestra del valore massimo
ja: 最大値ウィンドウの検索

source: Search the range for the window that has the maximum value. This is an exhaustive search made by sliding the window duration across the entire range.
ar: ابحث في النطاق عن النافذة ذات القيمة القصوى. هذا بحث شامل يتم عن طريق تحريك مدة النافذة عبر النطاق بأكمله.
de: Durchsucht den Bereich nach dem Fenster, das den höchsten Wert aufweist. Dies ist eine erschöpfende Suche, die durch Verschieben der Fensterdauer über den gesamten Bereich erfolgt.
el: Αναζητήστε το εύρος για το παράθυρο που έχει τη μέγιστη τιμή. Πρόκειται για μια εξαντλητική αναζήτηση που γίνεται με ολίσθηση της διάρκειας του παραθύρου σε όλο το εύρος.
es: Busca en el rango la ventana que tiene el valor máximo. Se trata de una búsqueda exhaustiva que se realiza deslizando la duración de la ventana por todo el rango.
fr: Recherche dans la plage la fenêtre qui a la valeur maximale. Il s'agit d'une recherche exhaustive effectuée en faisant glisser la durée de la fenêtre sur l'ensemble de la plage.
it: Cercare nell'intervallo la finestra con il valore massimo. Si tratta di una ricerca esaustiva effettuata facendo scorrere la durata della finestra sull'intero intervallo.
ja: 最大値を持つウィンドウの範囲を検索します。これは、全範囲にわたってウィンドウの期間をスライドさせることによって行われる網羅的検索です。

source: When complete, this tool will add dual markers to the waveform.
ar: عند اكتمالها، ستضيف هذه الأداة علامات مزدوجة إلى الشكل الموجي.
de: Nach Fertigstellung fügt dieses Tool der Wellenform zwei Marker hinzu.
el: Όταν ολοκληρωθεί, αυτό το εργαλείο θα προσθέσει διπλούς δείκτες στην κυματομορφή.
es: Una vez completada, esta herramienta añadirá marcadores duales a la forma de onda.
fr: Une fois terminé, cet outil ajoutera des marqueurs doubles à la forme d'onde.
it: Una volta completato, questo strumento aggiungerà doppi marcatori alla forma d'onda.
ja: 完了すると、このツールは波形にデュアルマーカーを追加します。

source: Max Window configuration
ar: تكوين النافذة القصوى
de: Max Window Konfiguration
el: Διαμόρφωση μέγιστου παραθύρου
es: Configuración de ventana máxima
fr: Configuration de la fenêtre maximale
it: Configurazione della finestra massima
ja: 最大ウィンドウ構成

source: Width of window (in seconds)
ar: عرض النافذة (بالثواني)
de: Breite des Fensters (in Sekunden)
el: Πλάτος παραθύρου (σε δευτερόλεπτα)
es: Anchura de la ventana (en segundos)
fr: Largeur de la fenêtre (en secondes)
it: Larghezza della finestra (in secondi)
ja: ウィンドウの幅（秒）

source: USB Inrush
ar: يو إس بي إنrush
de: USB Einschaltstrom
fr: Appel de courant USB
it: Spinta USB
ja: USB突入電流

source: Perform USB Inrush testing
ar: إجراء اختبار تدفق التيار الكهربائي
de: USB Inrush-Tests durchführen
el: Εκτέλεση δοκιμών USB Inrush
es: Pruebas de irrupción USB
fr: Effectuer des tests d'appel USB
it: Esecuzione di test di spunto USB
ja: USB突入試験の実行

source: Use dual markers to select at least 100 milliseconds after enabling power to the target device. This tool will send the selected data to the USBET tool for analysis.
ar: استخدم علامات مزدوجة لتحديد 100 ميلي ثانية على الأقل بعد تمكين الطاقة للجهاز المستهدف. سترسل هذه الأداة البيانات المحددة إلى أداة USBET لتحليلها.
de: Verwenden Sie doppelte Markierungen, um mindestens 100 Millisekunden nach dem Einschalten des Zielgeräts auszuwählen. Dieses Tool sendet die ausgewählten Daten zur Analyse an das USBET-Tool.
el: Χρησιμοποιήστε διπλούς δείκτες για να επιλέξετε τουλάχιστον 100 χιλιοστά του δευτερολέπτου μετά την ενεργοποίηση της τροφοδοσίας της συσκευής-στόχου. Αυτό το εργαλείο θα στείλει τα επιλεγμένα δεδομένα στο εργαλείο USBET για ανάλυση.
es: Utilice marcadores duales para seleccionar al menos 100 milisegundos después de activar la alimentación del dispositivo de destino. Esta herramienta enviará los datos seleccionados a la herramienta USBET para su análisis.
fr: Utilisez des marqueurs doubles pour sélectionner au moins 100 millisecondes après l'activation de l'alimentation de l'appareil cible. Cet outil enverra les données sélectionnées à l'outil USBET pour analyse.
it: Utilizzare i doppi marcatori per selezionare almeno 100 millisecondi dopo l'attivazione dell'alimentazione del dispositivo di destinazione. Questo strumento invierà i dati selezionati allo strumento USBET per l'analisi.
ja: デュアル・マーカーを使用して、ターゲット・デバイスの電源を有効にしてから少なくとも100ミリ秒後に選択します。このツールは、選択したデータをUSBETツールに送信して解析します。

source: dark
ar: الظلام
de: dunkel
es: oscuro
fr: sombre
it: scuro
ja: 暗い

source: Light foreground elements on a dark background
ar: عناصر أمامية خفيفة على خلفية داكنة
de: Helle Vordergrundelemente auf dunklem Hintergrund
el: Φωτεινά στοιχεία στο προσκήνιο σε σκούρο φόντο
es: Elementos claros en primer plano sobre un fondo oscuro
fr: Éléments clairs au premier plan sur un fond sombre
it: Elementi chiari in primo piano su sfondo scuro
ja: 暗い背景に明るい前景要素

source: light
ar: الضوء
de: Licht
el: φως
es: luz
fr: lumière
it: luce
ja: ライト

source: Dark foreground elements on a light background
ar: عناصر أمامية داكنة على خلفية فاتحة
de: Dunkle Vordergrundelemente auf hellem Hintergrund
el: Σκουρόχρωμα στοιχεία σε ανοιχτόχρωμο φόντο
es: Elementos oscuros en primer plano sobre un fondo claro
fr: Éléments sombres au premier plan sur un fond clair
it: Elementi scuri in primo piano su sfondo chiaro
ja: 明るい背景に暗い前景要素

source: default
ar: افتراضي
de: Standard
el: προεπιλογή
es: por defecto
fr: par défaut
it: predefinito
ja: デフォルト

source: Joulescope default font scheme
ar: نظام الخط الافتراضي لجولسكوب
de: Joulescope Standard-Schriftschema
el: Προεπιλεγμένο σχήμα γραμματοσειράς του Joulescope
es: Esquema de fuentes por defecto de Joulescope
fr: Police de caractères par défaut du Joulescope
it: Schema di caratteri predefinito di Joulescope
ja: Joulescopeデフォルトのフォントスキーム

source: The statistics data stream source.
ar: مصدر تدفق البيانات الإحصائية.
de: Die Statistik-Datenstromquelle.
el: Η πηγή ροής στατιστικών δεδομένων.
es: La fuente de flujo de datos estadísticos.
fr: La source du flux de données statistiques.
it: La fonte del flusso di dati statistici.
ja: 統計データ・ストリーム・ソース。

source: The signal to display.
ar: الإشارة المراد عرضها.
de: Das anzuzeigende Signal.
el: Το σήμα προς απεικόνιση.
es: La señal a visualizar.
fr: Le signal à afficher.
it: Il segnale da visualizzare.
ja: 表示する信号。

source: charge
ar: الشحن
de: Ladung
el: φόρτιση
es: carga
it: carica
ja: チャージ

source: energy
ar: الطاقة
de: Energie
el: ενέργεια
es: energía
fr: énergie
it: energia
ja: エネルギー
