Repository: jetperch/pyjoulescope_ui
Catalog: joulescope_ui/locale/*/LC_MESSAGES/joulescope_ui.po
Languages: ar, de, el, es, fr, it, ja

source: Press the Play/Pause button to start and stop sample streaming.
ar: اضغط على زر تشغيل/إيقاف مؤقت لبدء وإيقاف تدفق العينة.
de: Drücken Sie die Play/Pause-Taste, um das Sample-Streaming zu starten und zu stoppen.
el: Πατήστε το κουμπί Αναπαραγωγή/Παύση για να ξεκινήσετε και να σταματήσετε τη ροή δειγμάτων.
es: Pulse el botón Reproducir/Pausa para iniciar y detener la transmisión de muestras.
fr: Appuyez sur le bouton Play/Pause pour démarrer et arrêter le flux d'échantillons.
it: Premere il pulsante Play/Pause per avviare e interrompere lo streaming dei campioni.
ja: 再生/一時停止ボタンを押して、サンプルのストリーミングを開始/停止します。

source: Use the scroll wheel to zoom the time x-axis.
ar: استخدم عجلة التمرير لتكبير المحور س الزمني.
de: Benutzen Sie das Scrollrad, um die Zeit x-Achse zu vergrößern.
el: Χρησιμοποιήστε τον τροχό κύλισης για να μεγεθύνετε τον χρονικό άξονα x.
es: Utilice la rueda de desplazamiento para ampliar el eje x de tiempo.
fr: Utiliser la molette de défilement pour zoomer sur l'axe des x du temps.
it: Utilizzare la rotella di scorrimento per ingrandire l'asse x del tempo.
ja: スクロールホイールを使用して、時間X軸をズームします。

source: Left-click and drag to pan in time.
ar: انقر بالزر الأيسر واسحب للتحريك في الوقت المناسب.
de: Klicken und ziehen Sie mit der linken Maustaste, um in der Zeit zu schwenken.
el: Κάντε αριστερό κλικ και σύρετε για να μετακινηθείτε στο χρόνο.
es: Haga clic con el botón izquierdo y arrastre para desplazarse en el tiempo.
fr: Cliquer avec le bouton gauche de la souris et faire glisser pour obtenir une vue panoramique dans le temps.
it: Fare clic con il tasto sinistro del mouse e trascinare per spostarsi nel tempo.
ja: 左クリック＆ドラッグで時間軸をパンします。

source: Right-click for context sensitive menus and more options.
ar: انقر بزر الماوس الأيمن للحصول على قوائم حساسة للسياق والمزيد من الخيارات.
de: Klicken Sie mit der rechten Maustaste für kontextsensitive Menüs und weitere Optionen.
el: Κάντε δεξί κλικ για μενού με ευαισθησία περιβάλλοντος και περισσότερες επιλογές.
es: Haga clic con el botón derecho del ratón para acceder a menús contextuales y más opciones.
fr: Cliquez avec le bouton droit de la souris pour accéder à des menus contextuels et à d'autres options.
it: Fare clic con il tasto destro del mouse per visualizzare i menu sensibili al contesto e altre opzioni.
ja: 右クリックで状況依存メニューやその他のオプションが表示されます。

source: Control-click or two finger click for context sensitive menus and more options.
ar: انقر فوق زر التحكم أو انقر بإصبعين للحصول على قوائم حساسة للسياق والمزيد من الخيارات.
de: Control-Klick oder Zwei-Finger-Klick für kontextsensitive Menüs und mehr Optionen.
el: Κάντε κλικ με το πλήκτρο ελέγχου ή με δύο δάχτυλα για μενού με ευαισθησία περιβάλλοντος και περισσότερες επιλογές.
es: Control-clic o clic con dos dedos para acceder a menús contextuales y más opciones.
fr: Contrôle-clic ou clic à deux doigts pour des menus contextuels et plus d'options.
it: Fare clic con il pulsante di controllo o con due dita per ottenere menu sensibili al contesto e ulteriori opzioni.
ja: Controlキーを押しながらクリックするか、2本指でクリックすると、コンテキストに応じたメニューやその他のオプションが表示されます。

source: Support
ar: الدعم
de: Unterstützung
el: Υποστήριξη
es: Soporte
it: Supporto
ja: サポート

source: Click on the help icon at the bottom left for more information and support options.
ar: انقر على أيقونة المساعدة في أسفل اليسار لمزيد من المعلومات وخيارات الدعم.
de: Klicken Sie auf das Hilfesymbol unten links, um weitere Informationen und Supportoptionen zu erhalten.
el: Κάντε κλικ στο εικονίδιο βοήθειας κάτω αριστερά για περισσότερες πληροφορίες και επιλογές υποστήριξης.
es: Haga clic en el icono de ayuda de la parte inferior izquierda para obtener más información y opciones de asistencia.
fr: Cliquez sur l'icône d'aide en bas à gauche pour plus d'informations et d'options d'assistance.
it: Per ulteriori informazioni e opzioni di supporto, fare clic sull'icona di aiuto in basso a sinistra.
ja: 左下のヘルプアイコンをクリックすると、詳細情報とサポートオプションが表示されます。

source: This computer has Intel graphics. If the computer has a discrete graphics card, please adjust your graphics settings to run this application using the graphics card.
ar: يحتوي هذا الكمبيوتر على رسومات Intel. إذا كان الكمبيوتر يحتوي على بطاقة رسومات منفصلة، يرجى ضبط إعدادات الرسومات لتشغيل هذا التطبيق باستخدام بطاقة الرسومات.
de: Dieser Computer hat eine Intel-Grafikkarte. Wenn der Computer über eine diskrete Grafikkarte verfügt, passen Sie bitte Ihre Grafikeinstellungen an, um diese Anwendung mit der Grafikkarte auszuführen.
el: Αυτός ο υπολογιστής διαθέτει γραφικά Intel. Εάν ο υπολογιστής διαθέτει διακριτή κάρτα γραφικών, παρακαλούμε προσαρμόστε τις ρυθμίσεις γραφικών για να εκτελέσετε αυτή την εφαρμογή χρησιμοποιώντας την κάρτα γραφικών.
es: Este ordenador tiene gráficos Intel. Si el ordenador tiene una tarjeta gráfica discreta, por favor, ajuste la configuración de gráficos para ejecutar esta aplicación utilizando la tarjeta gráfica.
fr: Cet ordinateur est équipé d'une carte graphique Intel. Si l'ordinateur est équipé d'une carte graphique discrète, veuillez ajuster vos paramètres graphiques pour exécuter cette application en utilisant la carte graphique.
it: Questo computer è dotato di grafica Intel. Se il computer dispone di una scheda grafica discreta, regolare le impostazioni grafiche per eseguire questa applicazione utilizzando la scheda grafica.
ja: このコンピュータにはインテルグラフィックスが搭載されています。コンピュータにディスクリート・グラフィックス・カードが搭載されている場合は、グラフィックス・カードを使ってこのアプリケーションを実行するように、グラフィックス設定を調整してください。

source: If the computer only has Intel graphics, we recommend that you update your graphics drivers. You can download the latest graphics drivers from your computer manufacturer or Intel.
ar: إذا كان الكمبيوتر يحتوي على رسومات Intel فقط، نوصيك بتحديث برامج تشغيل الرسومات الخاصة بك. يمكنك تنزيل أحدث برامج تشغيل الرسومات من الشركة المصنعة للكمبيوتر أو Intel.
de: Wenn der Computer nur über eine Intel-Grafikkarte verfügt, empfehlen wir Ihnen, Ihre Grafiktreiber zu aktualisieren. Sie können die neuesten Grafiktreiber von Ihrem Computerhersteller oder von Intel herunterladen.
el: Εάν ο υπολογιστής διαθέτει μόνο γραφικά Intel, σας συνιστούμε να ενημερώσετε τα προγράμματα οδήγησης γραφικών σας. Μπορείτε να κατεβάσετε τα πιο πρόσφατα προγράμματα οδήγησης γραφικών από τον κατασκευαστή του υπολογιστή σας ή την Intel.
es: Si el ordenador sólo dispone de gráficos Intel, le recomendamos que actualice sus controladores gráficos. Puede descargar los controladores gráficos más recientes del fabricante de su ordenador o de Intel.
fr: Si l'ordinateur n'est équipé que de cartes graphiques Intel, nous vous recommandons de mettre à jour vos pilotes graphiques. Vous pouvez télécharger les derniers pilotes graphiques auprès du fabricant de votre ordinateur ou d'Intel.
it: Se il computer dispone solo di grafica Intel, si consiglia di aggiornare i driver grafici. È possibile scaricare i driver grafici più recenti dal produttore del computer o da Intel.
ja: コンピュータにIntelグラフィックスしか搭載されていない場合は、グラフィックス・ドライバを更新することをお勧めします。最新のグラフィックドライバは、コンピュータメーカーまたはインテルからダウンロードできます。

source: You may observe strange graphics hangs with the latest Intel driver.
ar: قد تلاحظ توقف رسومات غريبة مع أحدث برنامج تشغيل Intel.
de: Mit dem neuesten Intel-Treiber kann es zu merkwürdigen Grafikproblemen kommen.
el: Ενδέχεται να παρατηρήσετε περίεργα κολλήματα γραφικών με το τελευταίο πρόγραμμα οδήγησης της Intel.
es: Es posible que observe cuelgues extraños de los gráficos con el último controlador de Intel.
fr: Vous pouvez observer des blocages graphiques étranges avec le dernier pilote Intel.
it: È possibile che si verifichino strani blocchi grafici con l'ultimo driver Intel.
ja: 最新のIntelドライバを使用すると、グラフィックスで奇妙なハングが発生することがあります。

source: If this happens on your computer, then you can switch to the software OpenGL renderer. The software OpenGL renderer may work around Intel driver instabilities, but it runs slower possibly causing performance issues. On a small number of computers, it does not run correctly causing a white application screen. You will need to close and reopen this application for the change to take effect.
ar: إذا حدث ذلك على جهاز الكمبيوتر الخاص بك، فيمكنك التبديل إلى عارض OpenGL البرمجي. قد يعمل عارض OpenGL البرمجي OpenGL البرمجي على التغلب على عدم استقرار برنامج تشغيل Intel، لكنه يعمل بشكل أبطأ ربما يسبب مشاكل في الأداء. في عدد قليل من أجهزة الكمبيوتر، لا يعمل بشكل صحيح مما يتسبب في ظهور شاشة تطبيق بيضاء. ستحتاج إلى إغلاق هذا التطبيق وإعادة فتحه حتى يسري التغيير.
de: Wenn dies auf Ihrem Computer passiert, können Sie auf den Software-OpenGL-Renderer umschalten. Der Software-OpenGL-Renderer umgeht zwar die Instabilitäten des Intel-Treibers, läuft aber langsamer und kann zu Leistungsproblemen führen. Auf einer kleinen Anzahl von Computern wird er nicht korrekt ausgeführt, was zu einem weißen Anwendungsbildschirm führt. Sie müssen diese Anwendung schließen und erneut öffnen, damit die Änderung wirksam wird.
el: Εάν αυτό συμβαίνει στον υπολογιστή σας, τότε μπορείτε να μεταβείτε στον αναπαραγωγέα λογισμικού OpenGL. Ο renderer λογισμικού OpenGL μπορεί να λειτουργεί γύρω από τις αστάθειες του προγράμματος οδήγησης Intel, αλλά εκτελείται πιο αργά προκαλώντας ενδεχομένως προβλήματα απόδοσης. Σε έναν μικρό αριθμό υπολογιστών, δεν εκτελείται σωστά προκαλώντας λευκή οθόνη εφαρμογής. Θα χρειαστεί να κλείσετε και να ανοίξετε ξανά αυτή την εφαρμογή για να τεθεί σε ισχύ η αλλαγή.
es: Si esto ocurre en su ordenador, puede cambiar al renderizador OpenGL por software. El renderizador OpenGL por software puede evitar las inestabilidades del controlador Intel, pero funciona más despacio, lo que puede causar problemas de rendimiento. En un pequeño número de ordenadores, no se ejecuta correctamente causando una pantalla blanca de la aplicación. Deberá cerrar y volver a abrir esta aplicación para que el cambio surta efecto.
fr: Si cela se produit sur votre ordinateur, vous pouvez passer au logiciel de rendu OpenGL. Le moteur de rendu OpenGL logiciel peut contourner les instabilités des pilotes Intel, mais il fonctionne plus lentement, ce qui peut entraîner des problèmes de performance. Sur un petit nombre d'ordinateurs, il ne fonctionne pas correctement, ce qui entraîne un écran d'application blanc. Vous devrez fermer et rouvrir cette application pour que le changement prenne effet.
it: Se questo accade sul computer, è possibile passare al renderer OpenGL software. Il renderer OpenGL software può aggirare le instabilità del driver Intel, ma funziona più lentamente e può causare problemi di prestazioni. Su un piccolo numero di computer, non viene eseguito correttamente, causando una schermata bianca dell'applicazione. È necessario chiudere e riaprire l'applicazione affinché la modifica abbia effetto.
ja: お使いのコンピュータでこの現象が発生した場合、ソフトウェアOpenGLレンダラーに切り替えることができます。ソフトウェアOpenGLレンダラーは、Intelドライバーの不安定性を回避できるかもしれませんが、動作が遅くなり、パフォーマンスの問題を引き起こす可能性があります。少数のコンピュータでは、正しく実行されず、アプリケーション画面が真っ白になることがあります。変更を有効にするには、このアプリケーションを一旦終了し、再度開く必要があります。

source: Would you like to switch to the software OpenGL renderer?
ar: هل ترغب في التبديل إلى عارض OpenGL البرمجي؟
de: Möchten Sie auf den Software-OpenGL-Renderer umsteigen?
el: Θα θέλατε να μεταβείτε στον αναπαραγωγέα λογισμικού OpenGL;
es: ¿Desea cambiar al renderizador OpenGL por software?
fr: Souhaitez-vous passer au logiciel de rendu OpenGL ?
it: Volete passare al renderer OpenGL software?
ja: ソフトウェアOpenGLレンダラーに切り替えますか？

source: If you are unsure, select "No" and leave "Do not show again" unchecked. If you observe the graphics hangs, you can select "Yes" in the future. You can select the OpenGL renderer at any time using Widgets → Settings → Common → opengl. The default is "desktop".
ar: إذا كنت غير متأكد، اختر "لا" واترك "عدم العرض مرة أخرى" بدون تحديد. إذا لاحظت توقف الرسومات عن العمل، يمكنك تحديد "نعم" في المستقبل. يمكنك تحديد عارض OpenGL في أي وقت باستخدام Widgets → الإعدادات → Common → opengl. الإعداد الافتراضي هو "سطح المكتب".
de: Wenn Sie unsicher sind, wählen Sie "Nein" und lassen Sie "Nicht mehr anzeigen" deaktiviert. Wenn Sie beobachten, dass die Grafik hängen bleibt, können Sie in Zukunft "Ja" wählen. Sie können den OpenGL-Renderer jederzeit über Widgets → Einstellungen → Allgemein → opengl auswählen. Die Voreinstellung ist "Desktop".
el: Αν δεν είστε σίγουροι, επιλέξτε "Όχι" και αφήστε το "Μην το εμφανίσετε ξανά" χωρίς τσεκάρισμα. Εάν παρατηρήσετε ότι τα γραφικά κολλάνε, μπορείτε να επιλέξετε "Ναι" στο μέλλον. Μπορείτε ανά πάσα στιγμή να επιλέξετε τον renderer OpenGL χρησιμοποιώντας τη λειτουργία Widgets → Settings → Common → opengl. Η προεπιλογή είναι "desktop".
es: Si no está seguro, seleccione "No" y deje "No volver a mostrar" sin marcar. Si observa que los gráficos se cuelgan, puede seleccionar "Sí" en el futuro. Puede seleccionar el renderizador OpenGL en cualquier momento mediante Widgets → Configuración → Común → opengl. El predeterminado es "escritorio".
fr: Si vous n'êtes pas sûr, sélectionnez "Non" et ne cochez pas "Ne pas réafficher". Si vous observez que les graphiques se bloquent, vous pouvez sélectionner "Oui" à l'avenir. Vous pouvez sélectionner le moteur de rendu OpenGL à tout moment en utilisant Widgets → Paramètres → Commun → opengl. La valeur par défaut est "desktop".
it: Se non si è sicuri, selezionare "No" e lasciare deselezionato "Non mostrare di nuovo". Se si osserva che la grafica si blocca, è possibile selezionare "Sì" in futuro. È possibile selezionare il renderer OpenGL in qualsiasi momento utilizzando Widget → Impostazioni → Comune → opengl. L'impostazione predefinita è "desktop".
ja: 不明な場合は、"No "を選択し、"Do not show again "のチェックは外したままにしてください。グラフィックスがハングアップする場合は、今後「はい」を選択してください。OpenGL レンダラーは、ウィジェット → 設定 → 共通 → opengl でいつでも選択できます。デフォルトは "デスクトップ "です。

source: Do not show again
ar: لا تظهر مرة أخرى
de: Nicht mehr anzeigen
el: Μην εμφανίζετε ξανά
es: No volver a mostrar
fr: Ne plus afficher
it: Non mostrare di nuovo
ja: 再表示しない

source: Intel graphics detected
ar: تم الكشف عن رسومات إنتل
de: Intel-Grafik erkannt
el: Ανιχνεύονται γραφικά Intel
es: Gráficos Intel detectados
fr: Graphique Intel détecté
it: Rilevata la grafica Intel
ja: インテル・グラフィックス検出

source: Select a language
ar: اختر لغة
de: Wählen Sie eine Sprache
el: Επιλέξτε μια γλώσσα
es: Seleccione un idioma
fr: Sélectionnez une langue
it: Selezionare una lingua
ja: 言語を選択

source: The application will automatically close when you change the locale.
ar: سيُغلق التطبيق تلقائيًا عند تغيير الإعدادات.
de: Die Anwendung wird automatisch geschlossen, wenn Sie das Gebietsschema ändern.
el: Η εφαρμογή θα κλείσει αυτόματα όταν αλλάξετε την τοποθεσία.
es: La aplicación se cerrará automáticamente al cambiar la configuración regional.
fr: L'application se ferme automatiquement lorsque vous changez de lieu.
it: L'applicazione si chiude automaticamente quando si cambia locale.
ja: ロケールを変更すると、アプリケーションは自動的に終了します。

source: Multimeter
ar: متعدد المقاييس
el: Πολύμετρο
es: Multímetro
fr: Multimètre
it: Multimetro
ja: マルチメーター

source: Oscilloscope
ar: راسم الذبذبات
de: Oszilloskop
el: Παλμογράφος
es: Osciloscopio
ja: オシロスコープ

source: File
ar: ملف
de: Datei
el: Αρχείο
es: Archivo
fr: Fichier
ja: ファイル

source: The UI status bar display mode
ar: وضع عرض شريط حالة واجهة المستخدم
de: Der UI-Statusleisten-Anzeigemodus
el: Ο τρόπος εμφάνισης της γραμμής κατάστασης του UI
es: El modo de visualización de la barra de estado de la interfaz de usuario
fr: Le mode d'affichage de la barre d'état de l'interface utilisateur
it: Modalità di visualizzazione della barra di stato dell'interfaccia utente
ja: UIステータスバー表示モード

source: This setting controls the amount of detail shown on the status bar at the bottom of the UI window. You should usually leave this set to "normal" unless you want more detail concerning the UI internal operation.
ar: يتحكم هذا الإعداد في مقدار التفاصيل التي تظهر على شريط الحالة في أسفل نافذة واجهة المستخدم. يجب عادةً ترك هذا الإعداد على "عادي" إلا إذا كنت تريد المزيد من التفاصيل المتعلقة بالتشغيل الداخلي لواجهة المستخدم.
de: Diese Einstellung steuert die Menge an Details, die in der Statusleiste am unteren Rand des UI-Fensters angezeigt werden. Normalerweise sollten Sie diese Einstellung auf "normal" belassen, es sei denn, Sie möchten mehr Details über den internen Betrieb der Benutzeroberfläche erfahren.
el: Αυτή η ρύθμιση ελέγχει την ποσότητα των λεπτομερειών που εμφανίζονται στη γραμμή κατάστασης στο κάτω μέρος του παραθύρου UI. Συνήθως θα πρέπει να την αφήνετε ρυθμισμένη στην τιμή "normal", εκτός αν θέλετε περισσότερες λεπτομέρειες σχετικά με την εσωτερική λειτουργία του UI.
es: Este ajuste controla la cantidad de detalles que se muestran en la barra de estado en la parte inferior de la ventana de interfaz de usuario. Normalmente debería dejarlo en "normal" a menos que desee más detalles sobre el funcionamiento interno de la interfaz de usuario.
fr: Ce paramètre contrôle la quantité de détails affichés dans la barre d'état au bas de la fenêtre de l'interface utilisateur. Vous devriez généralement laisser ce paramètre sur "normal" à moins que vous ne souhaitiez obtenir plus de détails sur le fonctionnement interne de l'interface utilisateur.
it: Questa impostazione controlla la quantità di dettagli mostrati nella barra di stato in fondo alla finestra dell'interfaccia utente. Di solito si consiglia di lasciarla impostata su "normale", a meno che non si vogliano maggiori dettagli sul funzionamento interno dell'interfaccia utente.
ja: この設定は、UIウィンドウの下部にあるステータスバーに表示される詳細の量を制御します。UI の内部動作に関する詳細が必要な場合を除き、通常は "normal" のままに設定してください。

source: Normal
ar: عادي
el: Κανονικό
it: Normale
ja: 通常

source: Troubleshoot
ar: استكشاف الأخطاء وإصلاحها
de: Fehlersuche
el: Αντιμετώπιση προβλημάτων
es: Solución de problemas
fr: Dépannage
it: Risoluzione dei problemi
ja: トラブルシューティング

source: Enable developer mode.
ar: تمكين وضع المطور.
de: Aktivieren Sie den Entwicklermodus.
el: Ενεργοποίηση της λειτουργίας προγραμματιστή.
es: Activa el modo desarrollador.
fr: Active le mode développeur.
it: Attivare la modalità sviluppatore.
ja: 開発者モードを有効にします。

source: PubSub utilization
ar: استخدام PubSub
de: PubSub Nutzung
el: Χρήση PubSub
es: Utilización de PubSub
fr: Utilisation de PubSub
it: Utilizzo di PubSub
ja: パブサブ利用

source: Display the number of actions processed by the publish-subscribe broker in each second.
ar: عرض عدد الإجراءات التي تتم معالجتها بواسطة وسيط النشر والاشتراك في كل ثانية.
de: Zeigt die Anzahl der Aktionen an, die der Publish-Subscribe-Broker in jeder Sekunde verarbeitet.
el: Εμφάνιση του αριθμού των ενεργειών που επεξεργάζεται ο μεσίτης δημοσιεύσεων-συνδρομών σε κάθε δευτερόλεπτο.
es: Muestra el número de acciones procesadas por el broker publish-subscribe en cada segundo.
fr: Affiche le nombre d'actions traitées par le courtier de publication et d'abonnement chaque seconde.
it: Visualizzare il numero di azioni elaborate dal broker publish-subscribe in ogni secondo.
ja: パブリッシュ・サブスクライブ・ブローカーが各秒に処理したアクション数を表示します。

source: CPU utilization
ar: استخدام وحدة المعالجة المركزية
de: CPU-Auslastung
el: Χρήση CPU
es: Utilización de la CPU
fr: Utilisation de l'unité centrale
it: Utilizzo della CPU
ja: CPU使用率

source: Display the CPU utilization by this application and the total CPU utilization by all applications. The value is displayed in percent.
ar: عرض استخدام وحدة المعالجة المركزية بواسطة هذا التطبيق وإجمالي استخدام وحدة المعالجة المركزية بواسطة جميع التطبيقات. يتم عرض القيمة بالنسبة المئوية.
de: Zeigt die CPU-Auslastung durch diese Anwendung und die gesamte CPU-Auslastung durch alle Anwendungen an. Der Wert wird in Prozent angezeigt.
el: Εμφάνιση της χρήσης της CPU από αυτή την εφαρμογή και της συνολικής χρήσης της CPU από όλες τις εφαρμογές. Η τιμή εμφανίζεται σε ποσοστό επί τοις εκατό.
es: Muestra la utilización de la CPU por esta aplicación y la utilización total de la CPU por todas las aplicaciones. El valor se muestra en porcentaje.
fr: Affiche l'utilisation du processeur par cette application et l'utilisation totale du processeur par toutes les applications. La valeur est affichée en pourcentage.
it: Visualizza l'utilizzo della CPU da parte di questa applicazione e l'utilizzo totale della CPU da parte di tutte le applicazioni. Il valore viene visualizzato in percentuale.
ja: このアプリケーションによるCPU使用率と、すべてのアプリケーションによるCPU使用率の合計を表示します。値はパーセントで表示されます。

source: Memory utilization
ar: استخدام الذاكرة
de: Speicherauslastung
el: Χρήση μνήμης
es: Utilización de la memoria
fr: Utilisation de la mémoire
it: Utilizzo della memoria
ja: メモリ使用率

source: Display the memory (RAM) utilization by this application and by all applications. The value is displayed in percent.
ar: عرض استخدام الذاكرة (RAM) بواسطة هذا التطبيق وجميع التطبيقات. يتم عرض القيمة بالنسبة المئوية.
de: Zeigt die Speicherauslastung (RAM) durch diese Anwendung und durch alle Anwendungen an. Der Wert wird in Prozent angezeigt.
el: Εμφάνιση της χρήσης της μνήμης (RAM) από αυτή την εφαρμογή και από όλες τις εφαρμογές. Η τιμή εμφανίζεται σε ποσοστό επί τοις εκατό.
es: Muestra la utilización de la memoria (RAM) por esta aplicación y por todas las aplicaciones. El valor se muestra en porcentaje.
fr: Affiche l'utilisation de la mémoire (RAM) par cette application et par toutes les applications. La valeur est affichée en pourcentage.
it: Visualizza l'utilizzo della memoria (RAM) da parte di questa applicazione e di tutte le applicazioni. Il valore viene visualizzato in percentuale.
ja: このアプリケーションおよびすべてのアプリケーションによるメモリ（RAM）使用率を表示します。値はパーセントで表示されます。

source: UI
ar: واجهة المستخدم
es: INTERFAZ DE USUARIO

source: Help
ar: المساعدة
de: Hilfe
el: Βοήθεια
es: Ayuda
fr: Aide
it: Aiuto
ja: ヘルプ

source: Getting Started
ar: الشروع في العمل
de: Erste Schritte
el: Ξεκινώντας
es: Primeros pasos
fr: Pour commencer
it: Per iniziare
ja: はじめに

source: Language
ar: اللغة
de: Sprache
el: Γλώσσα
es: Idioma
fr: Langue
it: Lingua
ja: 使用言語

source: User's Guide
ar: دليل المستخدم
de: Benutzerhandbuch
el: Οδηγός χρήσης
es: Guía del usuario
fr: Guide de l'utilisateur
it: Guida all'uso
ja: ユーザーガイド

source: Changelog
ar: سجل التغييرات
es: Registro de cambios
ja: 変更履歴

source: Report Issue
ar: إصدار التقرير
de: Bericht Ausgabe
el: Έκδοση έκθεσης
es: Número de informe
fr: Rapport
it: Segnala il problema
ja: 報告書発行

source: View logs...
ar: عرض السجلات...
de: Protokolle anzeigen...
el: Προβολή αρχείων καταγραφής...
es: Ver registros...
fr: Voir les journaux...
it: Visualizza i registri...
ja: ログを見る

source: Credits
ar: الاعتمادات
el: Συντελεστές
es: Créditos
fr: Crédits
it: Crediti
ja: クレジット

source: About
ar: نبذة عن
de: Über
el: Σχετικά με το
es: Acerca de
fr: À propos de
it: Informazioni su
ja: Joulescopeについて

source: Clear Accumulators
ar: المجمعات الواضحة
de: Akkumulatoren zurücksetzen
el: Σαφείς συσσωρευτές
es: Acumuladores transparentes
fr: Accumulateurs transparents
it: Accumulatori chiari
ja: クリアアキュムレータ

source: Configure high accuracy time
ar: تكوين وقت عالي الدقة
de: Konfigurieren Sie hochgenaue Zeit
el: Διαμόρφωση χρόνου υψηλής ακρίβειας
es: Configure el tiempo de alta precisión
fr: Configurer le temps de haute précision
it: Configurazione del tempo ad alta precisione
ja: 高精度時間の設定

source: Open
ar: مفتوح
de: Öffnen
es: Abrir
fr: Ouvrir
it: Aperto
ja: オープン

source: Open recent
ar: مفتوح حديثاً
de: Zuletzt geöffnet
el: Ανοικτό πρόσφατα
es: Abrir reciente
fr: Ouvert récent
it: Apertura recente
ja: 最近のオープン

source: Clear config and exit
ar: مسح التكوين والخروج
de: Konfiguration löschen und beenden
el: Εκκαθάριση ρυθμίσεων και έξοδος
es: Borrar configuración y salir
fr: Effacer la configuration et quitter
it: Cancella la configurazione e esci
ja: 設定をクリアして終了

source: Widgets
ar: الأدوات
it: Widget
ja: ウィジェット

source: Tools
ar: الأدوات
de: Werkzeuge
el: Εργαλεία
es: Herramientas
fr: Outils
it: Strumenti
ja: ツール

source: Info
ar: معلومات
el: Πληροφορίες
es: Información
ja: 情報

source: Settings
ar: الإعدادات
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
