Repository: jetperch/pyjoulescope_ui
Catalog: joulescope_ui/locale/*/LC_MESSAGES/joulescope_ui.po
Languages: ar, de, el, es, fr, it, ja

source: When enabled, current flows between the current terminals. When disabled, current cannot flow between the current terminals. In common system setups, this inhibits target power, which can be used to power cycle reset the target device.
ar: عند التمكين، يتدفق التيار بين طرفي التيار. عند تعطيله، لا يمكن للتيار أن يتدفق بين أطراف التيار. في إعدادات النظام الشائعة، يؤدي ذلك إلى تثبيط الطاقة المستهدفة، والتي يمكن استخدامها لإعادة ضبط دورة الطاقة للجهاز المستهدف.
de: Wenn aktiviert, fließt Strom zwischen den Stromanschlüssen. Wenn er deaktiviert ist, kann kein Strom zwischen den Stromanschlüssen fließen. In gängigen Systemkonfigurationen wird dadurch die Stromversorgung des Zielgeräts unterbrochen, was zum Zurücksetzen des Zielgeräts durch einen Stromzyklus verwendet werden kann.
el: Όταν είναι ενεργοποιημένο, το ρεύμα ρέει μεταξύ των ακροδεκτών ρεύματος. Όταν είναι απενεργοποιημένο, το ρεύμα δεν μπορεί να ρέει μεταξύ των ακροδεκτών ρεύματος. Στις συνήθεις ρυθμίσεις συστημάτων, αυτό αναστέλλει την τροφοδοσία του στόχου, η οποία μπορεί να χρησιμοποιηθεί για την επαναφορά της συσκευής στόχου σε κύκλο λειτουργίας.
es: Cuando está activado, la corriente fluye entre los terminales de corriente. Cuando está desactivado, la corriente no puede fluir entre los terminales de corriente. En configuraciones de sistema comunes, esto inhibe la alimentación del objetivo, que puede utilizarse para reiniciar el dispositivo objetivo.
fr: Lorsqu'il est activé, le courant circule entre les bornes de courant. Lorsqu'il est désactivé, le courant ne peut pas circuler entre les bornes de courant. Dans les configurations de système courantes, cela inhibe l'alimentation de la cible, ce qui peut être utilisé pour réinitialiser le dispositif cible par cycle d'alimentation.
it: Quando è abilitata, la corrente scorre tra i terminali di corrente. Quando è disabilitata, la corrente non può scorrere tra i terminali di corrente. Nelle comuni configurazioni di sistema, questo inibisce l'alimentazione del target, che può essere utilizzata per resettare il dispositivo di destinazione.
ja: 有効にすると、電流端子間に電流が流れます。無効にすると、電流端子間に電流が流れなくなります。一般的なシステム・セットアップでは、これによってターゲット電源が抑制され、ターゲット・デバイスのパワー・サイクル・リセットに使用できます。

source: Current range
ar: النطاق الحالي
de: Strombereich
el: Εύρος ρεύματος
es: Rango de corriente
fr: Gamme de courant
it: Intervallo di corrente
ja: 電流レンジ

source: Configure the J110's current range. Most applications should use the default, "auto".
ar: قم بتكوين النطاق الحالي لـ J110. يجب أن تستخدم معظم التطبيقات الإعداد الافتراضي، "تلقائي".
de: Konfigurieren Sie den Strombereich des J110. Die meisten Anwendungen sollten die Standardeinstellung "auto" verwenden.
el: Διαμορφώστε το εύρος ρεύματος του J110. Οι περισσότερες εφαρμογές θα πρέπει να χρησιμοποιούν την προεπιλεγμένη τιμή, "auto".
es: Configure el rango de corriente del J110. La mayoría de las aplicaciones deberían utilizar el valor por defecto, "auto".
fr: Configurez la plage de courant de la J110. La plupart des applications devraient utiliser la valeur par défaut, "auto".
it: Configurare l'intervallo di corrente del J110. La maggior parte delle applicazioni dovrebbe utilizzare il valore predefinito, "auto".
ja: J110の電流レンジを設定します。ほとんどのアプリケーションではデフォルトの "auto "を使用します。

source: Use the other manual settings with care. It is very easy to configure a setting that saturates, which will ignore regions of current draw larger than the current range setting.
ar: استخدم الإعدادات اليدوية الأخرى بحذر. من السهل جدًا تكوين إعداد يشبع، والذي سيتجاهل مناطق السحب الحالي الأكبر من إعداد النطاق الحالي.
de: Verwenden Sie die anderen manuellen Einstellungen mit Vorsicht. Es ist sehr einfach, eine Einstellung zu konfigurieren, die in die Sättigung führt, wodurch Bereiche der Stromaufnahme ignoriert werden, die größer sind als der eingestellte Strombereich.
el: Χρησιμοποιήστε τις άλλες χειροκίνητες ρυθμίσεις με προσοχή. Είναι πολύ εύκολο να διαμορφώσετε μια ρύθμιση που κορεστεί, η οποία θα αγνοήσει περιοχές ρεύματος που απορροφούν ρεύμα μεγαλύτερο από τη ρύθμιση του εύρους ρεύματος.
es: Utilice los demás ajustes manuales con cuidado. Es muy fácil configurar un ajuste que sature, lo que ignorará regiones de consumo de corriente mayores que el ajuste de rango de corriente.
fr: Utilisez les autres réglages manuels avec précaution. Il est très facile de configurer un réglage qui sature, ce qui ignorera les zones de consommation de courant plus importantes que le réglage de la plage de courant.
it: Usare con cautela le altre impostazioni manuali. È molto facile configurare un'impostazione che satura, ignorando le regioni di assorbimento di corrente superiori all'impostazione dell'intervallo di corrente.
ja: その他の手動設定は注意して使用してください。飽和するような設定は非常に簡単で、電流範囲の設定よりも大きな電流の引き込み領域を無視することになります。

source: Voltage range
ar: نطاق الجهد
de: Spannungsbereich
el: Εύρος τάσης
es: Rango de tensión
fr: Plage de tension
it: Intervallo di tensione
ja: 電圧範囲

source: Configure the JS110's voltage range.
ar: تهيئة نطاق جهد JS110.
de: Konfigurieren Sie den Spannungsbereich des JS110.
el: Διαμορφώστε το εύρος τάσης του JS110.
es: Configure el rango de tensión del JS110.
fr: Configurez la plage de tension du JS110.
it: Configurare l'intervallo di tensione del JS110.
ja: JS110の電圧範囲を設定します。

source: GPIO voltage
ar: جهد GPIO
de: GPIO-Spannung
el: Τάση GPIO
es: Voltaje GPIO
fr: Tension GPIO
it: Tensione GPIO
ja: GPIO 電圧

source: Configure the JS110's reference voltage for the general-purpose inputs and outputs.
ar: تكوين الجهد المرجعي لـ JS110 للجهد المرجعي لمدخلات ومخرجات الأغراض العامة.
de: Konfigurieren Sie die Referenzspannung des JS110 für die universellen Ein- und Ausgänge.
el: Διαμορφώστε την τάση αναφοράς του JS110 για τις εισόδους και τις εξόδους γενικής χρήσης.
es: Configure la tensión de referencia del JS110 para las entradas y salidas de propósito general.
fr: Configurez la tension de référence du JS110 pour les entrées et sorties à usage général.
it: Configurare la tensione di riferimento del JS110 per gli ingressi e le uscite generici.
ja: JS110 の汎用入出力の基準電圧を設定します。

source: The JS110's general-purpose outputs always remain powered. When set to "1", this can backpower unpowered targets.
ar: تظل مخرجات JS110 ذات الأغراض العامة في JS110 تعمل دائمًا بالطاقة. عند ضبطها على "1"، يمكن أن يؤدي ذلك إلى تشغيل أهداف غير مزودة بالطاقة.
de: Die Mehrzweckausgänge des JS110 bleiben immer mit Strom versorgt. Wenn sie auf "1" gesetzt werden, können sie auch unversorgte Ziele mit Strom versorgen.
el: Οι έξοδοι γενικής χρήσης του JS110 παραμένουν πάντα υπό τάση. Όταν τίθεται σε "1", αυτό μπορεί να τροφοδοτήσει με ρεύμα τους μη τροφοδοτούμενους στόχους.
es: Las salidas de propósito general del JS110 permanecen siempre alimentadas. Cuando se ajusta a "1", esto puede retroalimentar objetivos no alimentados.
fr: Les sorties à usage général du JS110 restent toujours alimentées. Lorsqu'elles sont réglées sur "1", elles peuvent rétroalimenter des cibles non alimentées.
it: Le uscite generiche del JS110 rimangono sempre alimentate. Se impostate su "1", possono essere alimentate a posteriori da target non alimentati.
ja: JS110 の汎用出力は常に電源が供給されたままです。1 "に設定すると、電源が供給されていないターゲットに電力を供給することができます。

source: GPO 0 output value
ar: قيمة خرج GPO 0
de: GPO 0 Ausgangswert
el: Τιμή εξόδου GPO 0
es: Valor de salida GPO 0
fr: Valeur de sortie GPO 0
it: Valore di uscita GPO 0
ja: GPO 0 出力値

source: Turn the general-purpose output 0 on or off.
ar: تشغيل أو إيقاف تشغيل الإخراج للأغراض العامة 0.
de: Schaltet den Allzweckausgang 0 ein oder aus.
el: Ενεργοποίηση ή απενεργοποίηση της εξόδου γενικής χρήσης 0.
es: Activa o desactiva la salida de propósito general 0.
fr: Permet d'activer ou de désactiver la sortie polyvalente 0.
it: Attivare o disattivare l'uscita generale 0.
ja: 汎用出力0をオンまたはオフにします。

source: GPO 1 output value
ar: قيمة خرج GPO 1
de: GPO 1 Ausgangswert
el: Τιμή εξόδου GPO 1
es: Valor de salida GPO 1
fr: Valeur de sortie GPO 1
it: Valore di uscita GPO 1
ja: GPO 1出力値

source: Turn the general-purpose output 1 on or off.
ar: قم بتشغيل أو إيقاف تشغيل خرج الأغراض العامة 1.
de: Schaltet den Allzweckausgang 1 ein oder aus.
el: Ενεργοποίηση ή απενεργοποίηση της εξόδου γενικής χρήσης 1.
es: Activa o desactiva la salida de propósito general 1.
fr: Active ou désactive la sortie polyvalente 1.
it: Attivare o disattivare l'uscita 1 per uso generale.
ja: 汎用出力1をオンまたはオフにします。

source: IRF type
ar: نوع IRF
de: IRF-Typ
el: Τύπος IRF
es: Tipo IRF
fr: Type d'IRF
it: Tipo IRF
ja: IRFタイプ

source: Configure the current range filter (IRF) type which determines the filtering mechanism applied on current range changes. We do not recommend changing these settings for normal operation.
ar: قم بتكوين نوع مرشح النطاق الحالي (IRF) الذي يحدد آلية التصفية المطبقة على تغييرات النطاق الحالي. لا نوصي بتغيير هذه الإعدادات للتشغيل العادي.
de: Konfigurieren Sie den Typ des Strombereichsfilters (IRF), der den auf Strombereichsänderungen angewandten Filtermechanismus bestimmt. Es wird nicht empfohlen, diese Einstellungen für den normalen Betrieb zu ändern.
el: Διαμορφώστε τον τύπο φίλτρου εύρους ρεύματος (IRF), ο οποίος καθορίζει τον μηχανισμό φιλτραρίσματος που εφαρμόζεται στις αλλαγές εύρους ρεύματος. Δεν συνιστούμε την αλλαγή αυτών των ρυθμίσεων για κανονική λειτουργία.
es: Configure el tipo de filtro de rango de corriente (IRF) que determina el mecanismo de filtrado aplicado en los cambios de rango de corriente. No recomendamos cambiar estos ajustes para un funcionamiento normal.
fr: Configure le type de filtre de plage de courant (IRF) qui détermine le mécanisme de filtrage appliqué aux changements de plage de courant. Il n'est pas recommandé de modifier ces paramètres pour un fonctionnement normal.
it: Configurare il tipo di filtro dell'intervallo di corrente (IRF) che determina il meccanismo di filtraggio applicato alle variazioni dell'intervallo di corrente. Non si consiglia di modificare queste impostazioni per il normale funzionamento.
ja: 電流レンジフィルター（IRF）タイプを設定し、電流レンジの変化に適用されるフィルタリング機構を決定します。通常の動作では、これらの設定を変更することはお勧めしません。

source: "interp" is the default setting which interpolates over the samples in the window using the value computed by the pre and post values. This gives the most intuitive behavior.
ar: "interp" هو الإعداد الافتراضي الذي يقوم بالإقحام على العينات في النافذة باستخدام القيمة المحسوبة بالقيم السابقة واللاحقة. هذا يعطي السلوك الأكثر سهولة.
de: "interp" ist die Standardeinstellung, die über die Abtastwerte im Fenster interpoliert, indem sie den Wert verwendet, der durch die Werte pre und post berechnet wird. Dies ergibt das intuitivste Verhalten.
el: "interp" είναι η προεπιλεγμένη ρύθμιση η οποία παρεμβάλλει στα δείγματα του παραθύρου χρησιμοποιώντας την τιμή που υπολογίζεται από τις τιμές pre και post. Αυτό δίνει την πιο διαισθητική συμπεριφορά.
es: "interp" es la configuración por defecto que interpola sobre las muestras en la ventana utilizando el valor calculado por los valores pre y post. Esto proporciona el comportamiento más intuitivo.
fr: "interp" est le paramètre par défaut qui interpole les échantillons dans la fenêtre en utilisant la valeur calculée par les valeurs pre et post. C'est le comportement le plus intuitif.
it: "interp" è l'impostazione predefinita che interpola i campioni della finestra utilizzando il valore calcolato dai valori pre e post. Questo è il comportamento più intuitivo.
ja: "interp "はデフォルトの設定で、pre値とpost値で計算された値を使用してウィンドウ内のサンプルを補間します。これは最も直感的な動作になります。

source: "mean" sets all samples in the window to the mean value. This results in a straight horizontal line that allows you to clearly see current range changes while still providing the best long-term current range measurement.
ar: "متوسط" يضبط جميع العينات في النافذة على القيمة المتوسطة. وينتج عن ذلك خط أفقي مستقيم يسمح لك برؤية تغيرات النطاق الحالي بوضوح مع توفير أفضل قياس للنطاق الحالي على المدى الطويل.
de: "mean" setzt alle Proben im Fenster auf den Mittelwert. Dies führt zu einer geraden horizontalen Linie, die es Ihnen ermöglicht, Änderungen des Strombereichs deutlich zu sehen und gleichzeitig die beste Langzeitmessung des Strombereichs zu erhalten.
el: "mean" θέτει όλα τα δείγματα στο παράθυρο στη μέση τιμή. Αυτό έχει ως αποτέλεσμα μια ευθεία οριζόντια γραμμή που σας επιτρέπει να βλέπετε καθαρά τις αλλαγές στο εύρος ρεύματος, ενώ παράλληλα παρέχει την καλύτερη μακροπρόθεσμη μέτρηση του εύρους ρεύματος.
es: "media" ajusta todas las muestras de la ventana al valor medio. Esto da como resultado una línea horizontal recta que permite ver claramente los cambios en el rango de corriente, a la vez que proporciona la mejor medición del rango de corriente a largo plazo.
fr: "mean" fixe tous les échantillons de la fenêtre à la valeur moyenne. Il en résulte une ligne horizontale droite qui vous permet de voir clairement les changements de la gamme de courant tout en fournissant la meilleure mesure de la gamme de courant à long terme.
it: "mean" imposta tutti i campioni della finestra sul valore medio. In questo modo si ottiene una linea orizzontale rettilinea che consente di vedere chiaramente le variazioni dell'intervallo di corrente, fornendo comunque la migliore misura dell'intervallo di corrente a lungo termine.
ja: "mean "はウィンドウ内の全サンプルを平均値に設定します。この結果、直線的な水平線が得られ、電流レンジの変化をはっきりと確認することができ、しかも長期的に最良の電流レンジ測定が可能になります。

source: "NaN" sets all samples in the window to NaN.
ar: "NaN" يضبط جميع العينات في النافذة على NaN.
de: "NaN" setzt alle Proben im Fenster auf NaN.
el: "NaN" θέτει όλα τα δείγματα στο παράθυρο σε NaN.
es: "NaN" establece todas las muestras de la ventana en NaN.
fr: "NaN" définit tous les échantillons de la fenêtre à NaN.
it: "NaN" imposta tutti i campioni nella finestra su NaN.
ja: "NaN "はウィンドウ内のすべてのサンプルをNaNに設定します。

source: "off" disables the current range filtering, and you will see additional current range switching artifacts.
ar: "إيقاف التشغيل" يعطل تصفية النطاق الحالي، وسترى قطعًا أثرية إضافية لتبديل النطاق الحالي.
de: "off" deaktiviert die Filterung des Strombereichs, und Sie werden zusätzliche Artefakte beim Umschalten des Strombereichs sehen.
el: "off" απενεργοποιεί το φιλτράρισμα εύρους ρεύματος και θα δείτε πρόσθετα τεχνουργήματα μεταγωγής εύρους ρεύματος.
es: "off" desactiva el filtrado del rango de corriente, y verá artefactos adicionales de conmutación del rango de corriente.
fr: "off" désactive le filtrage de la gamme de courant, et vous verrez des artefacts supplémentaires de commutation de la gamme de courant.
it: "off" disabilita il filtraggio dell'intervallo di corrente e si noteranno ulteriori artefatti di commutazione dell'intervallo di corrente.
ja: "off "は電流レンジのフィルタリングを無効にし、電流レンジのスイッチングアーチファクトが追加されます。

source: IRF pre
ar: IRF قبل
de: IRF vor
el: IRF προ
ja: IRFプリ

source: The number of samples before the current range window used to determine the mean. This value is ignored for all other IRF types.
ar: عدد العينات قبل نافذة النطاق الحالي المستخدمة لتحديد المتوسط. يتم تجاهل هذه القيمة لجميع أنواع IRF الأخرى.
de: Die Anzahl der Abtastungen vor dem Strombereichsfenster, das zur Bestimmung des Mittelwerts verwendet wird. Dieser Wert wird für alle anderen IRF-Typen ignoriert.
el: Ο αριθμός των δειγμάτων πριν από το παράθυρο εύρους ρεύματος που χρησιμοποιείται για τον προσδιορισμό του μέσου όρου. Αυτή η τιμή αγνοείται για όλους τους άλλους τύπους IRF.
es: El número de muestras antes de la ventana de rango de corriente utilizada para determinar la media. Este valor se ignora para todos los demás tipos de IRF.
fr: Le nombre d'échantillons avant la fenêtre de la plage de courant utilisée pour déterminer la moyenne. Cette valeur est ignorée pour tous les autres types d'IRF.
it: Il numero di campioni prima della finestra dell'intervallo di corrente viene utilizzato per determinare la media. Questo valore viene ignorato per tutti gli altri tipi di IRF.
ja: 平均を決定するために使用される電流範囲ウィンドウの前のサンプル数。他のIRFタイプではこの値は無視されます。

source: IRF window
ar: نافذة IRF
de: IRF-Fenster
el: Παράθυρο IRF
es: Ventana IRF
fr: Fenêtre IRF
it: Finestra IRF
ja: IRFウィンドウ

source: Use "n" for automatic duration based upon known response time. Use "m" for shorter automatic duration that may result in min/max distortion. Use any other value to specify a fixed, manual window duration in samples.
ar: استخدم "n" للمدة التلقائية بناءً على وقت الاستجابة المعروف. استخدم "m" للمدة الأوتوماتيكية الأقصر التي قد تؤدي إلى تشويه الحد الأدنى/الحد الأقصى. استخدم أي قيمة أخرى لتحديد مدة نافذة ثابتة يدوية بالعينات.
de: Verwenden Sie "n" für eine automatische Dauer, die auf einer bekannten Reaktionszeit basiert. Verwenden Sie "m" für eine kürzere automatische Dauer, die zu einer Min/Max-Verzerrung führen kann. Verwenden Sie einen anderen Wert, um eine feste, manuelle Fensterdauer in Samples anzugeben.
el: Χρησιμοποιήστε "n" για αυτόματη διάρκεια με βάση το γνωστό χρόνο απόκρισης. Χρησιμοποιήστε "m" για μικρότερη αυτόματη διάρκεια που μπορεί να οδηγήσει σε παραμόρφωση min/max. Χρησιμοποιήστε οποιαδήποτε άλλη τιμή για να καθορίσετε μια σταθερή, χειροκίνητη διάρκεια παραθύρου σε δείγματα.
es: Utilice "n" para una duración automática basada en un tiempo de respuesta conocido. Utilice "m" para una duración automática más corta que puede provocar una distorsión mín./máx. Utilice cualquier otro valor para especificar una duración de ventana manual fija en muestras.
fr: Utiliser "n" pour une durée automatique basée sur un temps de réponse connu. Utiliser "m" pour une durée automatique plus courte qui peut entraîner une distorsion min/max. Utilisez toute autre valeur pour spécifier une durée de fenêtre manuelle fixe en échantillons.
it: Utilizzare "n" per la durata automatica basata sul tempo di risposta noto. Usare "m" per una durata automatica più breve che potrebbe causare una distorsione min/max. Utilizzare qualsiasi altro valore per specificare una durata fissa e manuale della finestra in campioni.
ja: 既知の応答時間に基づく自動持続時間には「n」を使用します。最小/最大歪みを生じる可能性のある短い自動持続時間には "m "を使用する。サンプル単位で固定の手動ウインドウ持続時間を指定するには、その他の値を使用する。

source: IRF post
ar: وظيفة IRF
de: IRF-Beitrag
el: Θέση IRF
es: Puesto IRF
fr: Poste IRF
it: Postazione IRF
ja: IRFポスト

source: The number of samples after the current range window used to determine the mean. This value is ignored for all other IRF types.
ar: عدد العينات بعد نافذة النطاق الحالي المستخدمة لتحديد المتوسط. يتم تجاهل هذه القيمة لجميع أنواع IRF الأخرى.
de: Die Anzahl der Abtastungen nach dem Strombereichsfenster, die zur Bestimmung des Mittelwerts verwendet wird. Dieser Wert wird für alle anderen IRF-Typen ignoriert.
el: Ο αριθμός των δειγμάτων μετά το παράθυρο εύρους ρεύματος που χρησιμοποιείται για τον προσδιορισμό του μέσου όρου. Αυτή η τιμή αγνοείται για όλους τους άλλους τύπους IRF.
es: El número de muestras después de la ventana de rango de corriente utilizada para determinar la media. Este valor se ignora para todos los demás tipos de IRF.
fr: Le nombre d'échantillons après la fenêtre de la plage de courant utilisée pour déterminer la moyenne. Cette valeur est ignorée pour tous les autres types d'IRF.
it: Il numero di campioni dopo la finestra dell'intervallo di corrente viene utilizzato per determinare la media. Questo valore viene ignorato per tutti gli altri tipi di IRF.
ja: 平均を決定するために使用される電流範囲ウィンドウの後のサンプル数。他のIRFタイプではこの値は無視されます。

source: Current
ar: التيار
de: Strom
el: Ρεύμα
es: Corriente
fr: Courant
it: Corrente
ja: 電流

source: Enable the current signal streaming.
ar: تمكين تدفق الإشارة الحالية.
de: Aktivieren Sie das Stromsignal-Streaming.
el: Ενεργοποίηση της ροής σημάτων ρεύματος.
es: Habilita la transmisión de la señal de corriente.
fr: Active le flux de signaux de courant.
it: Abilitare lo streaming del segnale di corrente.
ja: 電流信号ストリーミングを有効にします。

source: Voltage
ar: الجهد
el: Τάση
es: Tensión
fr: Tension
it: Tensione
ja: 電圧

source: Enable the voltage signal streaming.
ar: تمكين تدفق إشارة الجهد.
de: Aktivieren Sie das Streaming von Spannungssignalen.
el: Ενεργοποίηση της ροής σήματος τάσης.
es: Habilita la transmisión de señales de tensión.
fr: Active le flux de signaux de tension.
it: Abilitare lo streaming del segnale di tensione.
ja: 電圧信号ストリーミングを有効にします。

source: Power
ar: الطاقة
de: Strom
el: Ισχύς
es: Potencia
fr: Puissance
it: Potenza
ja: パワー

source: Enable the power signal streaming.
ar: تمكين تدفق إشارة الطاقة.
de: Aktivieren Sie das Stromsignal-Streaming.
el: Ενεργοποίηση της ροής σήματος ισχύος.
es: Habilita la transmisión de señales de potencia.
fr: Active le flux de signaux d'alimentation.
it: Abilitare lo streaming del segnale di potenza.
ja: 電源信号ストリーミングを有効にします。

source: Current Range
ar: النطاق الحالي
de: Strombereich
el: Εύρος ρεύματος
es: Rango de corriente
fr: Gamme de courant
it: Intervallo di corrente
ja: 電流レンジ

source: Enable the general purpose input 0 signal streaming.
ar: تمكين تدفق إشارة الإدخال 0 للأغراض العامة.
de: Aktivieren Sie das Streaming des Allzweckeingangs 0-Signals.
el: Ενεργοποίηση της ροής σήματος εισόδου 0 γενικού σκοπού.
es: Habilita la corriente de la señal de entrada 0 de propósito general.
fr: Active le flux de signaux de l'entrée générale 0.
it: Abilitare lo streaming del segnale di ingresso 0 per uso generale.
ja: 汎用入力 0 信号ストリーミングを有効にします。

source: Enable the general purpose input 1 signal streaming.
ar: تمكين تدفق إشارة الإدخال 1 للأغراض العامة.
de: Aktiviert das Streaming des Allzweckeingangs 1-Signals.
el: Ενεργοποίηση της ροής σήματος εισόδου 1 γενικού σκοπού.
es: Habilita el flujo de señales de la entrada 1 de propósito general.
fr: Active le flux de signaux de l'entrée 1 à usage général.
it: Abilitare lo streaming del segnale dell'ingresso 1 per uso generale.
ja: 汎用入力 1 信号ストリーミングを有効にします。

source: Signal name
ar: اسم الإشارة
el: Όνομα σήματος
es: Nombre de la señal
fr: Nom du signal
it: Nome del segnale
ja: 信号名

source: Configure how the general-purpose input downsampling filter determines a single value from a sample block.
ar: قم بتهيئة كيفية قيام مرشح تقليل عينات المدخلات للأغراض العامة بتحديد قيمة واحدة من كتلة العينة.
de: Konfigurieren Sie, wie der Allzweck-Eingangs-Downsampling-Filter einen einzelnen Wert aus einem Sample-Block ermittelt.
el: Διαμορφώστε τον τρόπο με τον οποίο το φίλτρο υποδειγματοληψίας εισόδου γενικής χρήσης καθορίζει μια ενιαία τιμή από ένα μπλοκ δείγματος.
es: Configure el modo en que el filtro de muestreo descendente de entrada de propósito general determina un único valor a partir de un bloque de muestras.
fr: Configurez la façon dont le filtre de sous-échantillonnage d'entrée à usage général détermine une valeur unique à partir d'un bloc d'échantillons.
it: Configurate il modo in cui il filtro di sottocampionamento dell'ingresso per uso generale determina un singolo valore da un blocco di campioni.
ja: 汎用入力ダウンサンプリングフィルタがどのようにサンプルブロックから単一の値を決定するかを設定します。

source: Keep at full rate and do not downsample.
ar: حافظ على المعدل الكامل ولا تقلل من العينة.
de: Behalten Sie die volle Rate bei und nehmen Sie kein Downsample vor.
el: Διατηρήστε σε πλήρη ρυθμό και μην υποβαθμίζετε τη δειγματοληψία.
es: Mantenga la velocidad máxima y no reduzca la muestra.
fr: Conservez le plein débit et ne réduisez pas l'échantillonnage.
it: Mantenere la velocità massima e non effettuare il downsample.
ja: フルレートのまま、ダウンサンプリングしないでください。

source: Toggle from the previous value on any change.
ar: التبديل من القيمة السابقة عند أي تغيير.
de: Bei jeder Änderung wird vom vorherigen Wert umgeschaltet.
el: Εναλλαγή από την προηγούμενη τιμή σε οποιαδήποτε αλλαγή.
es: Alternar desde el valor anterior en cualquier cambio.
fr: Bascule de la valeur précédente en cas de changement.
it: Passare dal valore precedente a qualsiasi modifica.
ja: 変化に応じて前の値から切り替わります。
