Repository: jetperch/pyjoulescope_ui
Catalog: joulescope_ui/locale/*/LC_MESSAGES/joulescope_ui.po
Languages: ar, de, el, es, fr, it, ja

source: Manage
ar: إدارة
de: Ansichts-Einstellungen
el: Διαχείριση
es: Gestione
fr: Gérer
it: Gestire
ja: 管理

source: Select file to open
ar: حدد الملف لفتحه
de: Datei zum Öffnen auswählen
el: Επιλέξτε αρχείο για άνοιγμα
es: Seleccionar archivo para abrir
fr: Sélectionner le fichier à ouvrir
it: Selezionare il file da aprire
ja: ファイルを選択して開く

source: The name for this widget.
ar: اسم هذه الأداة
de: Der Name für dieses Widget.
el: Το όνομα για αυτό το widget.
es: El nombre de este widget.
fr: Le nom de ce widget.
it: Il nome di questo widget.
ja: このウィジェットの名称。

source: Paths
ar: المسارات
de: Pfade
el: Διαδρομές
es: Caminos
fr: Chemins d'accès
it: Percorsi
ja: 経路

source: Default path
ar: المسار الافتراضي
de: Standard-Pfad
el: Προεπιλεγμένη διαδρομή
es: Ruta por defecto
fr: Chemin par défaut
it: Percorso predefinito
ja: デフォルトパス

source: The default path for loading and saving files.
ar: المسار الافتراضي لتحميل الملفات وحفظها.
de: Der Standardpfad zum Laden und Speichern von Dateien.
el: Η προεπιλεγμένη διαδρομή για τη φόρτωση και την αποθήκευση αρχείων.
es: La ruta predeterminada para cargar y guardar archivos.
fr: Chemin d'accès par défaut pour le chargement et l'enregistrement des fichiers.
it: Il percorso predefinito per il caricamento e il salvataggio dei file.
ja: ファイルの読み込みと保存のデフォルトパス。

source: Fixed default path
ar: المسار الافتراضي الثابت
de: Fester Standardpfad
el: Σταθερή προεπιλεγμένη διαδρομή
es: Ruta fija por defecto
fr: Chemin d'accès par défaut fixe
it: Percorso predefinito fisso
ja: 固定デフォルトパス

source: The fixed default path for loading and saving files.
ar: المسار الافتراضي الثابت لتحميل الملفات وحفظها.
de: Der feste Standardpfad für das Laden und Speichern von Dateien.
el: Η σταθερή προεπιλεγμένη διαδρομή για τη φόρτωση και την αποθήκευση αρχείων.
es: La ruta fija por defecto para cargar y guardar archivos.
fr: Le chemin fixe par défaut pour le chargement et l'enregistrement des fichiers.
it: Il percorso predefinito fisso per il caricamento e il salvataggio dei file.
ja: ファイルをロードおよび保存するための固定デフォルトパス。

source: Most recent save path
ar: أحدث مسار حفظ
de: Neuester Speicherpfad
el: Πιο πρόσφατη διαδρομή αποθήκευσης
es: Ruta de guardado más reciente
fr: Chemin de sauvegarde le plus récent
it: Percorso di salvataggio più recente
ja: 最新の保存パス

source: Most recent load path
ar: أحدث مسار تحميل
de: Neuester Lastpfad
el: Πιο πρόσφατη διαδρομή φορτίου
es: Trayectoria de carga más reciente
fr: Chemin de charge le plus récent
it: Percorso di carico più recente
ja: 最新の負荷経路

source: Most recent path
ar: أحدث مسار
de: Neuester Weg
el: Πιο πρόσφατη διαδρομή
es: Trayectoria más reciente
fr: Chemin le plus récent
it: Percorso più recente
ja: 最新パス

source: The default path method
ar: طريقة المسار الافتراضي
de: Die Standardpfadmethode
el: Η προεπιλεγμένη μέθοδος διαδρομής
es: El método de ruta por defecto
fr: La méthode du chemin par défaut
it: Il metodo di percorso predefinito
ja: デフォルトのパスメソッド

source: Fixed path
ar: المسار الثابت
de: Fester Pfad
el: Σταθερή διαδρομή
es: Recorrido fijo
fr: Chemin fixe
it: Percorso fisso
ja: 固定パス

source: Most recently used path
ar: المسار الأكثر استخدامًا مؤخرًا
de: Zuletzt verwendeter Pfad
el: Πιο πρόσφατα χρησιμοποιημένη διαδρομή
es: Trayectoria utilizada más recientemente
fr: Chemin le plus récemment utilisé
it: Percorso utilizzato più di recente
ja: 最近使用されたパス

source: Most recent file list
ar: قائمة الملفات الأحدث
de: Neueste Dateiliste
el: Λίστα πιο πρόσφατων αρχείων
es: Lista de archivos más recientes
fr: Liste des fichiers les plus récents
it: Elenco dei file più recenti
ja: 最新ファイルリスト

source: Most recently used length
ar: الطول الأكثر استخدامًا مؤخرًا
de: Zuletzt verwendete Länge
el: Πιο πρόσφατα χρησιμοποιούμενο μήκος
es: Longitud usada más recientemente
fr: Longueur la plus récemment utilisée
it: La lunghezza più recentemente utilizzata
ja: 最近使用された長さ

source: Options
ar: الخيارات
de: Optionen
el: Επιλογές
es: Opciones
it: Opzioni
ja: オプション

source: Load configuration on start
ar: تكوين الحمل عند بدء التشغيل
de: Lastkonfiguration beim Start
el: Διαμόρφωση φορτίου κατά την εκκίνηση
es: Configuración de carga en el arranque
fr: Configuration de la charge au démarrage
it: Configurazione del carico all'avvio
ja: 起動時の負荷設定

source: Save configuration on exit
ar: حفظ التكوين عند الخروج
de: Konfiguration beim Beenden speichern
el: Αποθήκευση ρυθμίσεων κατά την έξοδο
es: Guardar configuración al salir
fr: Sauvegarde de la configuration à la sortie
it: Salva la configurazione all'uscita
ja: 終了時に設定を保存

source: Clear configuration on exit
ar: تكوين واضح عند الخروج
de: Klare Konfiguration beim Verlassen
el: Καθαρή διαμόρφωση κατά την έξοδο
es: Configuración clara al salir
fr: Effacer la configuration à la sortie
it: Configurazione chiara all'uscita
ja: 終了時に設定をクリア

source: Action
ar: العمل
de: Aktion
el: Δράση
es: Acción
it: Azione
ja: 動作

source: Report issue
ar: إصدار التقرير
de: Ausgabe berichten
el: Έκδοση αναφοράς
es: Informe
fr: Numéro du rapport
it: Segnala il problema
ja: レポート発行

source: Close
ar: إغلاق
de: Schließen Sie
es: Cerrar
fr: Fermer
it: Chiudere
ja: 閉じる

source: Safe Mode Configuration
ar: تكوين الوضع الآمن
de: Safe Mode Konfiguration
el: Διαμόρφωση ασφαλούς λειτουργίας
es: Configuración en modo seguro
fr: Configuration du mode sans échec
it: Configurazione della modalità sicura
ja: セーフモード設定

source: We have detected that you are running the Joulescope UI from a python package or source.
ar: لقد اكتشفنا أنك تقوم بتشغيل Joulescope UI من حزمة أو مصدر بايثون.
de: Wir haben festgestellt, dass Sie das Joulescope UI aus einem Python-Paket oder -Quellcode ausführen.
el: Εντοπίσαμε ότι εκτελείτε το Joulescope UI από ένα πακέτο ή πηγή python.
es: Hemos detectado que está ejecutando la interfaz de usuario de Joulescope desde un paquete o fuente python.
fr: Nous avons détecté que vous exécutez l'interface utilisateur Joulescope à partir d'un paquetage ou d'une source python.
it: Abbiamo rilevato che si sta eseguendo l'interfaccia utente di Joulescope da un pacchetto o sorgente python.
ja: お客様がJoulescope UIをpythonパッケージまたはソースから実行していることを検出しました。

source: To update your python packages, issue the following command:
ar: لتحديث حزم بايثون، أصدر الأمر التالي:
de: Um Ihre Python-Pakete zu aktualisieren, geben Sie den folgenden Befehl ein:
el: Για να ενημερώσετε τα πακέτα python που διαθέτετε, εκτελέστε την ακόλουθη εντολή:
es: Para actualizar sus paquetes python, ejecute el siguiente comando:
fr: Pour mettre à jour vos paquets python, lancez la commande suivante :
it: Per aggiornare i pacchetti python, eseguire il seguente comando:
ja: pythonパッケージを更新するには、以下のコマンドを実行します：

source: Software update
ar: تحديث البرنامج
de: Software-Aktualisierung
el: Ενημέρωση λογισμικού
es: Actualización de software
fr: Mise à jour du logiciel
it: Aggiornamento software
ja: ソフトウェア・アップデート

source: A software update is available:
ar: يتوفر تحديث للبرامج:
de: Ein Software-Update ist verfügbar:
el: Είναι διαθέσιμη μια ενημερωμένη έκδοση λογισμικού:
es: Hay disponible una actualización de software:
fr: Une mise à jour du logiciel est disponible :
it: È disponibile un aggiornamento del software:
ja: ソフトウェア・アップデートが利用可能です：

source: Existing version
ar: الإصدار الحالي
de: Vorhandene Version
el: Υπάρχουσα έκδοση
es: Versión existente
fr: Version existante
it: Versione esistente
ja: 既存バージョン

source: Available version
ar: الإصدار المتوفر
de: Verfügbare Version
el: Διαθέσιμη έκδοση
es: Versión disponible
fr: Version disponible
it: Versione disponibile
ja: バージョン

source: Channel
ar: القناة
de: Kanal
el: Κανάλι
es: Canal
fr: Canal
it: Canale
ja: チャンネル

source: Update Now
ar: التحديث الآن
de: Jetzt aktualisieren
el: Ενημέρωση τώρα
es: Actualizar ahora
fr: Mettre à jour maintenant
it: Aggiornare ora
ja: 今すぐ更新

source: Later
ar: لاحقًا
de: Später
el: Αργότερα
es: Más tarde
fr: Plus tard
it: Più tardi
ja: 後

source: Copy to clipboard
ar: نسخ إلى الحافظة
de: In die Zwischenablage kopieren
el: Αντιγραφή στο πρόχειρο
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
it: Copia negli appunti
ja: クリップボードにコピー

source: OK
ar: موافق

source: Source
ar: المصدر
de: Quelle
el: Πηγή
es: Fuente
fr: Source d'information
it: Fonte
ja: 出典

source: Use the application defaults
ar: استخدم الإعدادات الافتراضية للتطبيق
de: Verwenden Sie die Standardeinstellungen der Anwendung
el: Χρήση των προεπιλογών της εφαρμογής
es: Utilizar los valores predeterminados de la aplicación
fr: Utiliser les paramètres par défaut de l'application
it: Utilizzare le impostazioni predefinite dell'applicazione
ja: アプリケーションのデフォルトを使用

source: The active theme.
ar: السمة النشطة
de: Das aktive Thema.
el: Το ενεργό θέμα.
es: El tema activo.
fr: Le thème actif.
it: Il tema attivo.
ja: アクティブなテーマ

source: Joulescope standard theme
ar: سمة جولسكوب القياسية
de: Joulescope Standardthema
el: Πρότυπο θέμα Joulescope
es: Tema estándar de Joulescope
fr: Thème standard du Joulescope
it: Tema standard di Joulescope
ja: Joulescope標準テーマ

source: System OS-specific theme
ar: سمة خاصة بنظام التشغيل
de: System OS-spezifisches Thema
el: Ειδικό θέμα για το σύστημα OS
es: Tema específico del sistema operativo
fr: Système Thème spécifique au système d'exploitation
it: Tema specifico del sistema OS
ja: システムOS固有のテーマ

source: The color scheme name.
ar: اسم نظام الألوان.
de: Der Name des Farbschemas.
el: Το όνομα του χρωματικού σχήματος.
es: El nombre de la combinación de colores.
fr: Le nom du schéma de couleurs.
it: Il nome della combinazione di colori.
ja: 配色名。

source: Dark background
ar: خلفية داكنة
de: Dunkler Hintergrund
el: Σκούρο φόντο
es: Fondo oscuro
fr: Fond noir
it: Sfondo scuro
ja: 暗い背景

source: Light background
ar: خلفية ضوئية
de: Leichter Hintergrund
el: Φωτεινό φόντο
es: Fondo luminoso
fr: Fond clair
it: Sfondo luminoso
ja: 明るい背景

source: The font scheme name.
ar: اسم مخطط الخط.
de: Der Name des Schriftschemas.
el: Το όνομα του συστήματος γραμματοσειράς.
es: El nombre del esquema de fuentes.
fr: Le nom de la police de caractères.
it: Il nome dello schema di caratteri.
ja: フォントスキーム名。

source: Joulescope standard font theme
ar: سمة خط Joulescope القياسية
de: Joulescope Standard-Schriftthema
el: Joulescope πρότυπο θέμα γραμματοσειράς
es: Tema de fuente estándar de Joulescope
fr: Thème de police standard du Joulescope
it: Tema del carattere standard di Joulescope
ja: Joulescope標準フォントテーマ

source: New View
ar: عرض جديد
de: Neue Ansicht
el: Νέα προβολή
es: Nueva vista
fr: Nouvelle vue
it: Nuova vista
ja: 新しいビュー

source: ZIP Inspector
ar: مفتش ZIP
de: ZIP-Prüfer
el: Επιθεωρητής ZIP
es: Inspector ZIP
fr: Inspecteur ZIP
it: Ispettore ZIP
ja: ZIPインスペクタ

source: ZIP File
ar: ملف مضغوط
el: Αρχείο ZIP
es: Archivo ZIP
fr: Fichier ZIP
it: File ZIP
ja: ZIPファイル

source: Contents
ar: المحتويات
de: Inhalt
el: Περιεχόμενα
es: Contenido
fr: Sommaire
it: Contenuto
ja: 内容

source: Enable the streaming for the selected current range.
ar: تمكين البث للنطاق الحالي المحدد.
de: Aktivieren Sie das Streaming für den ausgewählten Strombereich.
el: Ενεργοποίηση της ροής για το επιλεγμένο εύρος ρεύματος.
es: Habilita la transmisión para el rango de corriente seleccionado.
fr: Active le streaming pour la gamme de courant sélectionnée.
it: Abilitare lo streaming per l'intervallo di corrente selezionato.
ja: 選択した電流範囲のストリーミングを有効にします。

source: The current range is useful for understanding how your Joulescope autoranges to measure your current signal. It can also be helpful in separating target system behavior from the small current range switching artifacts.
ar: يعد النطاق الحالي مفيدًا لفهم كيفية قيام جولسكوب Joulescope بالتدرج التلقائي لقياس الإشارة الحالية. يمكن أن يكون مفيدًا أيضًا في فصل سلوك النظام المستهدف عن القطع الأثرية لتبديل النطاق الحالي الصغير.
de: Der Strombereich ist nützlich, um zu verstehen, wie Ihr Joulescope das Stromsignal automatisch misst. Er kann auch hilfreich sein, um das Verhalten des Zielsystems von den Schaltartefakten des kleinen Strombereichs zu trennen.
el: Το εύρος ρεύματος είναι χρήσιμο για την κατανόηση του τρόπου με τον οποίο το Joulescope σας αυτορυθμίζεται για να μετρήσει το σήμα ρεύματος. Μπορεί επίσης να είναι χρήσιμο για τον διαχωρισμό της συμπεριφοράς του συστήματος-στόχου από τα τεχνουργήματα μεταγωγής σε μικρό εύρος ρεύματος.
es: El rango de corriente es útil para comprender cómo se autoajusta el Joulescope para medir la señal de corriente. También puede ser útil para separar el comportamiento del sistema objetivo de los artefactos de conmutación del pequeño rango de corriente.
fr: La gamme de courant est utile pour comprendre comment votre Joulescope s'autorégule pour mesurer votre signal de courant. Elle peut également être utile pour séparer le comportement du système cible des artefacts de commutation de la petite plage de courant.
it: L'intervallo di corrente è utile per capire come il Joulescope si autoalimenta per misurare il segnale di corrente. Inoltre, può essere utile per separare il comportamento del sistema target dagli artefatti di commutazione di un piccolo intervallo di corrente.
ja: 電流レンジは、ジュールスコープが電流信号を測定するためにどのようにオートレンジするかを理解するのに役立ちます。また、ターゲット・システムの動作を小電流レンジのスイッチング・アーティファクトから分離する際にも役立ちます。

source: Device name
ar: اسم الجهاز
de: Name des Geräts
el: Όνομα συσκευής
es: Nombre del dispositivo
fr: Nom du dispositif
it: Nome del dispositivo
ja: デバイス名

source: The Joulescope UI automatically populates the device name with the device type and serial number.
ar: تملأ واجهة مستخدم Joulescope UI تلقائيًا اسم الجهاز بنوع الجهاز والرقم التسلسلي.
de: Die Joulescope-Benutzeroberfläche füllt den Gerätenamen automatisch mit dem Gerätetyp und der Seriennummer.
el: Το UI του Joulescope συμπληρώνει αυτόματα το όνομα της συσκευής με τον τύπο της συσκευής και τον σειριακό αριθμό.
es: La interfaz de usuario de Joulescope rellena automáticamente el nombre del dispositivo con el tipo de dispositivo y el número de serie.
fr: L'interface utilisateur du Joulescope remplit automatiquement le nom de l'appareil avec le type d'appareil et le numéro de série.
it: L'interfaccia utente di Joulescope inserisce automaticamente nel nome del dispositivo il tipo di dispositivo e il numero di serie.
ja: Joulescope UIは、デバイス名にデバイスタイプとシリアル番号を自動的に入力します。

source: This setting allows you to change the default, if you wish, to better reflect how you are using your JS110. This setting is most useful when you are instrumenting a system using multiple Joulescopes.
ar: يتيح لك هذا الإعداد تغيير الإعداد الافتراضي، إذا كنت ترغب في ذلك، ليعكس بشكل أفضل كيفية استخدامك لجهاز JS110. يكون هذا الإعداد مفيدًا للغاية عندما تقوم بتشغيل نظام باستخدام عدة أجهزة جوليسكوب.
de: Mit dieser Einstellung können Sie die Standardeinstellung ändern, wenn Sie dies wünschen, um Ihr JS110 besser an Ihre Bedürfnisse anzupassen. Diese Einstellung ist besonders nützlich, wenn Sie ein System mit mehreren Joulescopes instrumentieren.
el: Αυτή η ρύθμιση σας επιτρέπει να αλλάξετε την προεπιλεγμένη ρύθμιση, εάν το επιθυμείτε, ώστε να αντικατοπτρίζει καλύτερα τον τρόπο με τον οποίο χρησιμοποιείτε το JS110. Αυτή η ρύθμιση είναι πιο χρήσιμη όταν ενοργανώνετε ένα σύστημα χρησιμοποιώντας πολλά Joulescopes.
es: Este ajuste le permite cambiar el valor por defecto, si lo desea, para reflejar mejor cómo está utilizando su JS110. Este ajuste es más útil cuando se está instrumentando un sistema utilizando múltiples Joulescopes.
fr: Ce paramètre vous permet de modifier la valeur par défaut, si vous le souhaitez, afin de mieux refléter la façon dont vous utilisez votre JS110. Ce paramètre est particulièrement utile lorsque vous instrumentez un système utilisant plusieurs Joulescopes.
it: Questa impostazione consente di modificare l'impostazione predefinita, se lo si desidera, per riflettere meglio l'utilizzo del JS110. Questa impostazione è particolarmente utile quando si strumenta un sistema utilizzando più Joulescopi.
ja: この設定により、JS110 の使用方法をより反映させるために、デフォルトを変更することができます。この設定は、複数のジュールスコープを使用してシステムを計測する場合に最も便利です。

source: Device information
ar: معلومات الجهاز
de: Informationen zum Gerät
el: Πληροφορίες συσκευής
es: Información del dispositivo
fr: Informations sur les appareils
it: Informazioni sul dispositivo
ja: デバイス情報

source: Device state indicator
ar: مؤشر حالة الجهاز
de: Anzeige des Gerätezustands
el: Δείκτης κατάστασης συσκευής
es: Indicador del estado del dispositivo
fr: Indicateur d'état du dispositif
ja: デバイス状態インジケーター

source: Attempt to automatically open
ar: محاولة الفتح التلقائي
de: Versuch, automatisch zu öffnen
el: Προσπάθεια αυτόματου ανοίγματος
es: Intento de apertura automática
fr: Tentative d'ouverture automatique
it: Tentativo di apertura automatica
ja: 自動オープンの試み

source: Signal frequency
ar: تردد الإشارة
de: Signalfrequenz
el: Συχνότητα σήματος
es: Frecuencia de señal
fr: Fréquence du signal
it: Frequenza del segnale
ja: 信号周波数

source: This setting controls the output sampling frequency for the measurement signals current, voltage, and power. Use this setting to reduce the data storage requirements for long captures where lower temporal accuracy is sufficient.
ar: يتحكم هذا الإعداد في تردد أخذ عينات الخرج لإشارات القياس التيار والجهد والطاقة. استخدم هذا الإعداد لتقليل متطلبات تخزين البيانات لعمليات الالتقاط الطويلة حيث تكون الدقة الزمنية المنخفضة كافية.
de: Diese Einstellung steuert die Ausgangsabtastfrequenz für die Messsignale Strom, Spannung und Leistung. Verwenden Sie diese Einstellung, um den Datenspeicherbedarf für lange Erfassungen zu reduzieren, bei denen eine geringere zeitliche Genauigkeit ausreichend ist.
el: Αυτή η ρύθμιση ελέγχει τη συχνότητα δειγματοληψίας εξόδου για τα σήματα μέτρησης ρεύματος, τάσης και ισχύος. Χρησιμοποιήστε αυτή τη ρύθμιση για να μειώσετε τις απαιτήσεις αποθήκευσης δεδομένων για μεγάλες λήψεις όπου αρκεί χαμηλότερη χρονική ακρίβεια.
es: Este ajuste controla la frecuencia de muestreo de salida para las señales de medida de corriente, tensión y potencia. Utilice este ajuste para reducir los requisitos de almacenamiento de datos para capturas largas en las que es suficiente una menor precisión temporal.
fr: Ce paramètre contrôle la fréquence d'échantillonnage de sortie pour les signaux de mesure du courant, de la tension et de la puissance. Ce paramètre permet de réduire les besoins en stockage de données pour les captures longues, lorsqu'une précision temporelle moindre est suffisante.
it: Questa impostazione controlla la frequenza di campionamento in uscita per i segnali di misura di corrente, tensione e potenza. Utilizzare questa impostazione per ridurre i requisiti di memorizzazione dei dati per le acquisizioni lunghe in cui è sufficiente una minore precisione temporale.
ja: この設定は、測定信号電流、電圧、電力の出力サンプリング周波数を制御します。この設定は、時間的精度が低くても十分な長時間のキャプチャで、データ保存の要件を減らすために使用します。

source: The JS110 instrument always samples at 2 MHz and sends the raw samples to the host. This setting controls additional optional downsampling that is performed on the host.
ar: تقوم أداة JS110 دائمًا بأخذ عينات بسرعة 2 ميجاهرتز وترسل العينات الخام إلى المضيف. يتحكم هذا الإعداد في تقليل العينات الاختيارية الإضافية التي يتم إجراؤها على المضيف.
de: Das JS110-Gerät tastet immer mit 2 MHz ab und sendet die Rohdaten an den Host. Diese Einstellung steuert das zusätzliche optionale Downsampling, das auf dem Host durchgeführt wird.
el: Το όργανο JS110 πραγματοποιεί πάντα δειγματοληψία στα 2 MHz και αποστέλλει τα ακατέργαστα δείγματα στον κεντρικό υπολογιστή. Αυτή η ρύθμιση ελέγχει την πρόσθετη προαιρετική υποδειγματοληψία που εκτελείται στον κεντρικό υπολογιστή.
es: El instrumento JS110 siempre muestrea a 2 MHz y envía las muestras sin procesar al host. Este ajuste controla el downsampling opcional adicional que se realiza en el host.
fr: L'instrument JS110 échantillonne toujours à 2 MHz et envoie les échantillons bruts à l'hôte. Ce paramètre contrôle le sous-échantillonnage optionnel supplémentaire qui est effectué sur l'hôte.
it: Lo strumento JS110 campiona sempre a 2 MHz e invia i campioni grezzi all'host. Questa impostazione controlla un ulteriore downsampling opzionale che viene eseguito sull'host.
ja: JS110は常に2MHzでサンプリングし、生サンプルをホストに送信します。この設定は、ホスト上で実行される追加オプションのダウンサンプリングを制御します。

source: Statistics frequency
ar: تردد الإحصائيات
de: Statistik Frequenz
el: Στατιστική συχνότητα
es: Frecuencia estadística
fr: Fréquence des statistiques
it: Statistiche di frequenza
ja: 統計周波数

source: This setting controls the output frequency for the statistics data that is displayed in the multimeter and value widgets. Statistics data is computed over the full rate 2 MHz samples.
ar: يتحكم هذا الإعداد في تردد الإخراج لبيانات الإحصائيات التي يتم عرضها في أدوات القياس المتعدد والقيمة. يتم حساب البيانات الإحصائية على المعدل الكامل 2 ميجاهرتز للعينات.
de: Diese Einstellung steuert die Ausgabefrequenz für die Statistikdaten, die in den Multimeter- und Werte-Widgets angezeigt werden. Die Statistikdaten werden über die volle Abtastrate von 2 MHz berechnet.
el: Αυτή η ρύθμιση ελέγχει τη συχνότητα εξόδου για τα στατιστικά δεδομένα που εμφανίζονται στο πολύμετρο και στα widgets τιμών. Τα δεδομένα στατιστικής υπολογίζονται σε δείγματα πλήρους ρυθμού 2 MHz.
es: Este ajuste controla la frecuencia de salida de los datos estadísticos que se muestran en el multímetro y en los widgets de valores. Los datos estadísticos se calculan sobre la frecuencia completa de muestras de 2 MHz.
fr: Ce paramètre contrôle la fréquence de sortie des données statistiques affichées dans les widgets multimètre et valeur. Les données statistiques sont calculées sur des échantillons à pleine cadence de 2 MHz.
it: Questa impostazione controlla la frequenza di uscita dei dati statistici visualizzati nel multimetro e nei widget dei valori. I dati statistici vengono calcolati su campioni a 2 MHz a frequenza piena.
ja: この設定は、マルチメーターと値ウィジェットに表示される統計データの出力周波数を制御します。統計データはフルレート2MHzサンプルで計算されます。

source: Toggle the connection between the current terminals.
ar: تبديل الاتصال بين طرفي التيار.
de: Schalten Sie die Verbindung zwischen den Stromanschlüssen um.
el: Εναλλαγή της σύνδεσης μεταξύ των ακροδεκτών ρεύματος.
es: Conmuta la conexión entre los terminales de corriente.
fr: Basculer la connexion entre les bornes de courant.
it: Alternare il collegamento tra i terminali di corrente.
ja: 電流端子間の接続を切り替えます。
