Repository: jetperch/pyjoulescope_ui
Catalog: joulescope_ui/locale/*/LC_MESSAGES/joulescope_ui.po
Languages: ar, de, el, es, fr, it, ja

source: Use OpenGL rendering.
ar: استخدم عرض OpenGL.
de: Verwenden Sie OpenGL-Rendering.
el: Χρησιμοποιήστε απόδοση OpenGL.
es: Utilice el renderizado OpenGL.
fr: Utiliser le rendu OpenGL.
it: Utilizzare il rendering OpenGL.
ja: OpenGLレンダリングを使用します。

source: Pin the left side (oldest) data so that it stays in view.
ar: تثبيت بيانات الجانب الأيسر (الأقدم) بحيث تبقى في العرض.
de: Pinnen Sie die (ältesten) Daten auf der linken Seite an, damit sie im Blickfeld bleiben.
el: Καρφιτσώστε τα δεδομένα της αριστερής πλευράς (παλαιότερα) ώστε να παραμένουν σε προβολή.
es: Fije los datos del lado izquierdo (más antiguos) para que permanezcan a la vista.
fr: Épingler les données de gauche (les plus anciennes) pour qu'elles restent visibles.
it: Appuntate i dati di sinistra (i più vecchi) in modo che rimangano in vista.
ja: 左側（最も古い）のデータをピン留めして、表示されたままにします。

source: Pin the right side (newest) data so that it stays in view.
ar: تثبيت بيانات الجانب الأيمن (الأحدث) بحيث تبقى في العرض.
de: Pinnen Sie die (neuesten) Daten auf der rechten Seite an, damit sie im Blickfeld bleiben.
el: Καρφιτσώστε τα δεδομένα της δεξιάς πλευράς (τα νεότερα), ώστε να παραμένουν σε προβολή.
es: Fija los datos del lado derecho (los más nuevos) para que permanezcan a la vista.
fr: Épingler les données de droite (les plus récentes) pour qu'elles restent visibles.
it: Appuntate i dati sul lato destro (i più recenti) in modo che rimangano in vista.
ja: 右側（最新）のデータをピン留めして、表示されたままにします。

source: The waveform state.
ar: حالة الشكل الموجي.
de: Der Zustand der Wellenform.
el: Η κατάσταση της κυματομορφής.
es: El estado de la forma de onda.
fr: L'état de la forme d'onde.
it: Lo stato della forma d'onda.
ja: 波形の状態。

source: The annotations.
ar: الشروح
de: Die Anmerkungen.
el: Οι επισημάνσεις.
es: Las anotaciones.
fr: Les annotations.
it: Le annotazioni.
ja: 注釈

source: Control location
ar: موقع التحكم
de: Standort der Steuerung
el: Θέση ελέγχου
es: Lugar de control
fr: Emplacement de contrôle
it: Posizione di controllo
ja: 制御位置

source: top
ar: أعلى
de: oben
fr: haut
ja: トップ

source: bottom
ar: القاع
de: unten
el: κάτω
es: inferior
fr: fond
ja: ボトム

source: Show the summary waveform at top.
ar: عرض الشكل الموجي الملخص في الأعلى.
de: Zeigen Sie die zusammengefasste Wellenform oben an.
el: Εμφάνιση της συνοπτικής κυματομορφής στην κορυφή.
es: Muestra la forma de onda resumida en la parte superior.
fr: Afficher le résumé de la forme d'onde en haut.
it: Mostra la forma d'onda di riepilogo in alto.
ja: 上部にサマリー波形を表示。

source: The signal quantity to show in the summary.
ar: كمية الإشارة المراد إظهارها في الملخص.
de: Die Signalgröße, die in der Zusammenfassung angezeigt werden soll.
el: Η ποσότητα σήματος που θα εμφανίζεται στη σύνοψη.
es: La cantidad de señal a mostrar en el resumen.
fr: La quantité de signal à afficher dans le résumé.
it: La quantità di segnale da mostrare nel riepilogo.
ja: サマリーに表示する信号量。

source: X-axis annotation mode
ar: وضع التعليق التوضيحي للمحور X
de: X-Achsen-Anmerkungsmodus
el: Λειτουργία σχολιασμού του άξονα Χ
es: Modo de anotación en el eje X
fr: Mode d'annotation de l'axe X
it: Modalità di annotazione sull'asse X
ja: X軸注釈モード

source: Absolute
ar: المطلق
de: Absolut
el: Απόλυτο
es: Absoluto
fr: Absolu
it: Assoluta
ja: 絶対値

source: Relative
ar: نسبي
de: Relativ
el: Σχετική
es: Relativa
fr: Relatif
it: Relativo
ja: 相対

source: The available subsources.
ar: المصادر الفرعية المتاحة.
de: Die verfügbaren Teilquellen.
el: Οι διαθέσιμες υποπηγές.
es: Las subfuentes disponibles.
fr: Les sous-sources disponibles.
it: Le sotto-sorgenti disponibili.
ja: 利用可能なサブソース

source: The selected subsources for each trace.
ar: المصادر الفرعية المختارة لكل تتبع.
de: Die ausgewählten Teilquellen für jede Messkurve.
el: Οι επιλεγμένες υποπηγές για κάθε ίχνος.
es: Las subfuentes seleccionadas para cada traza.
fr: Les sous-sources sélectionnées pour chaque trace.
it: Le sottosorgenti selezionate per ogni traccia.
ja: 各トレースで選択されたサブソース。

source: The trace priority: highest int value on top, None is off.
ar: أولوية التتبع: أعلى قيمة للتيار في الأعلى، لا شيء متوقف.
de: Die Priorität der Messkurve: Der höchste int-Wert steht oben, None ist aus.
el: Η προτεραιότητα του ίχνους: η υψηλότερη τιμή int στην κορυφή, το None είναι απενεργοποιημένο.
es: La prioridad de la traza: el valor int más alto en la parte superior, Ninguno está desactivado.
fr: La priorité de la trace : la valeur int la plus élevée est en haut, None est désactivé.
it: La priorità della traccia: il valore int più alto è in cima, nessuno è spento.
ja: トレースの優先順位：最高 int 値が一番上、None はオフ。

source: Save image to file
ar: حفظ الصورة في ملف
de: Bild in Datei speichern
el: Αποθήκευση εικόνας σε αρχείο
es: Guardar imagen en archivo
fr: Enregistrer l'image dans un fichier
it: Salva l'immagine su file
ja: 画像をファイルに保存

source: Single marker
ar: علامة واحدة
de: Einzelner Marker
el: Ενιαίος δείκτης
es: Marcador único
fr: Marqueur unique
it: Marcatore singolo
ja: シングルマーカー

source: Dual markers
ar: علامات مزدوجة
de: Zwei Marker
el: Διπλοί δείκτες
es: Marcadores duales
fr: Double marqueur
it: Doppio marcatore
ja: デュアルマーカー

source: Mode
ar: الوضع
de: Modus
el: Λειτουργία
es: Modo
fr: Mode de fonctionnement
it: Modalità
ja: モード

source: Clear all
ar: مسح الكل
de: Alles löschen
el: Εκκαθάριση όλων
es: Borrar todo
fr: Tout effacer
it: Cancella tutto
ja: すべてクリア

source: Annotations
ar: التعليقات التوضيحية
de: Anmerkungen
el: Σημειώσεις
es: Anotaciones
it: Annotazioni
ja: 注釈

source: Range
ar: النطاق
el: Εύρος
es: Gama
fr: Gamme
it: Gamma
ja: 測定範囲

source: Auto
ar: تلقائي
ja: オート

source: Exact
ar: دقيق
de: Genau
el: Ακριβές
es: Exacto
it: Esatta
ja: 正確

source: Scale
ar: المقياس
de: Skala
el: Κλίμακα
es: Escala
fr: Échelle
ja: スケール

source: Linear
ar: الخطي
el: Γραμμική
es: Lineal
fr: Linéaire
it: Lineare
ja: リニア

source: Logarithmic
ar: لوغاريتمي
de: Logarithmisch
el: Λογαριθμική
es: Logarítmica
fr: Logarithmique
it: Logaritmico
ja: 対数

source: Logarithmic zero
ar: الصفر اللوغاريتمي
de: Logarithmischer Nullpunkt
el: Λογαριθμικό μηδέν
es: Cero logarítmico
fr: Zéro logarithmique
it: Zero logaritmico
ja: 対数ゼロ

source: Preferred prefix
ar: البادئة المفضلة
de: Bevorzugte Vorsilbe
el: Προτιμώμενο πρόθεμα
es: Prefijo preferido
fr: Préfixe préféré
it: Prefisso preferito
ja: 優先接頭辞

source: Add
ar: إضافة
de: hinzufügen
el: Προσθήκη
es: Añadir
fr: Ajouter
it: Aggiungere
ja: 追加

source: Hide all text
ar: إخفاء كل النص
de: Alle Texte ausblenden
el: Απόκρυψη όλου του κειμένου
es: Ocultar todo el texto
fr: Cacher tout le texte
it: Nascondi tutto il testo
ja: すべてのテキストを隠す

source: Show all text
ar: إظهار كل النص
de: Alle Texte anzeigen
el: Εμφάνιση όλου του κειμένου
es: Mostrar todo el texto
fr: Afficher tous les textes
it: Mostra tutto il testo
ja: すべてのテキストを表示

source: Vertical
ar: عمودي
de: Vertikal
el: Κατακόρυφο
it: Verticale
ja: 垂直

source: Horizontal
ar: أفقي
el: Οριζόντια
it: Orizzontale
ja: 水平

source: Save
ar: حفظ
de: Speichern Sie
el: Αποθήκευση
es: Guardar
fr: Sauvegarder
it: Risparmiare
ja: 節約

source: Y-axis auto range
ar: النطاق التلقائي للمحور Y
de: Automatischer Bereich der Y-Achse
el: Αυτόματο εύρος του άξονα Y
es: Rango automático del eje Y
fr: Plage automatique de l'axe Y
it: Gamma automatica dell'asse Y
ja: Y軸オートレンジ

source: Copy image to clipboard
ar: نسخ الصورة إلى الحافظة
de: Bild in die Zwischenablage kopieren
el: Αντιγραφή εικόνας στο πρόχειρο
es: Copiar imagen al portapapeles
fr: Copier l'image dans le presse-papiers
it: Copia l'immagine negli appunti
ja: 画像をクリップボードにコピー

source: Export visible data
ar: تصدير البيانات المرئية
de: Sichtbare Daten exportieren
el: Εξαγωγή ορατών δεδομένων
es: Exportación de datos visibles
it: Esportazione di dati visibili
ja: 可視データをエクスポート

source: Export visible data as CSV
ar: تصدير البيانات المرئية بتنسيق CSV
de: Exportieren Sie sichtbare Daten als CSV
el: Εξαγωγή ορατών δεδομένων ως CSV
es: Exportar datos visibles como CSV
fr: Exporter les données visibles au format CSV
it: Esportazione dei dati visibili in formato CSV
ja: 可視データをCSVでエクスポート

source: Export all data
ar: تصدير جميع البيانات
de: Alle Daten exportieren
el: Εξαγωγή όλων των δεδομένων
es: Exportar todos los datos
fr: Exporter toutes les données
it: Esportazione di tutti i dati
ja: すべてのデータをエクスポート

source: Export visible data to CSV file
ar: تصدير البيانات المرئية إلى ملف CSV
de: Exportieren Sie sichtbare Daten in eine CSV-Datei
el: Εξαγωγή ορατών δεδομένων σε αρχείο CSV
es: Exportación de datos visibles a un archivo CSV
fr: Exporter les données visibles vers un fichier CSV
it: Esportazione dei dati visibili in un file CSV
ja: 可視データをCSVファイルにエクスポート

source: Export
ar: التصدير
de: Exportieren
el: Εξαγωγή
es: Exportar
fr: Exportation
it: Esportazione
ja: 輸出

source: Analysis
ar: التحليل
de: Analyse
el: Ανάλυση
es: Análisis
fr: Analyse
it: Analisi
ja: 解析

source: Interval
ar: الفاصل الزمني
el: Διάστημα
es: Intervalo
fr: Intervalle
it: Intervallo
ja: インターバル

source: Zoom
ar: تكبير
el: Ζουμ
ja: ズーム

source: Show statistics
ar: عرض الإحصائيات
de: Statistik anzeigen
el: Εμφάνιση στατιστικών στοιχείων
es: Mostrar estadísticas
fr: Afficher les statistiques
it: Mostra le statistiche
ja: 統計を表示

source: Left
ar: يسار
de: Links
el: Αριστερά
es: Izquierda
fr: Gauche
it: A sinistra
ja: 左

source: Right
ar: صحيح
de: Rechts
el: Σωστό
es: Derecha
fr: Droit
it: A destra
ja: 右

source: Off
ar: إيقاف التشغيل
de: Aus
es: Apagado
it: Spento
ja: オフ

source: Show time
ar: عرض الوقت
de: Zeit anzeigen
el: Εμφάνιση χρόνου
es: Mostrar tiempo
fr: Afficher l'heure
it: Mostra il tempo
ja: 時間を表示

source: On
ar: في
de: Auf
el: Στο
es: En
fr: Sur
it: Su
ja: オン

source: Label
ar: التسمية
de: Etikett
el: Ετικέτα
es: Etiqueta
fr: Étiquette
it: Etichetta
ja: ラベル

source: Remove
ar: إزالة
de: entfernen
el: Αφαίρεση
es: Eliminar
fr: Enlever
it: Rimuovere
ja: 削除

source: Y mode
ar: الوضع Y
de: Y-Modus
el: Λειτουργία Y
es: Modo Y
fr: Mode Y
it: Modalità Y
ja: Yモード

source: max
ar: الحد الأقصى
es: máx
ja: 最大

source: min
ar: دقيقة
ja: 分

source: Units
ar: الوحدات
de: Einheiten
el: Μονάδες
es: Unidades
fr: Unités
it: Unità di misura
ja: 単位

source: SignalRecordConfig
it: SegnaleRegistrazioneConfig
