Repository: jetperch/pyjoulescope_ui
Catalog: joulescope_ui/locale/*/LC_MESSAGES/joulescope_ui.po
Languages: ar, de, el, es, fr, it, ja

source: Show the statistics section title for each signal.
ar: عرض عنوان قسم الإحصائيات لكل إشارة.
de: Zeigen Sie den Titel des Statistikabschnitts für jedes Signal an.
el: Εμφάνιση του τίτλου της ενότητας στατιστικών για κάθε σήμα.
es: Muestra el título de la sección de estadísticas para cada señal.
fr: Affiche le titre de la section des statistiques pour chaque signal.
it: Mostra il titolo della sezione statistiche per ogni segnale.
ja: 各信号の統計セクションタイトルを表示します。

source: Accumulator
ar: المجمع
de: Akkumulator
el: Συσσωρευτής
es: Acumulador
fr: Accumulateur
it: Accumulatore
ja: アキュムレータ

source: Show charge
ar: إظهار الشحن
de: Ladung anzeigen
el: Εμφάνιση φόρτισης
es: Mostrar carga
fr: Afficher la charge
it: Mostra carica
ja: 電荷を表示

source: Show energy
ar: عرض الطاقة
de: Energie anzeigen
el: Εμφάνιση ενέργειας
es: Mostrar energía
fr: Montrer l'énergie
it: Mostra energia
ja: エネルギーを表示

source: Set units
ar: ضبط الوحدات
de: Einheiten einstellen
el: Ορισμός μονάδων
es: Establecer unidades
fr: Définir les unités
it: Impostare le unità
ja: 設定単位

source: Clock
ar: الساعة
de: Uhr
el: Ρολόι
es: Reloj
fr: Horloge
it: Orologio
ja: クロック

source: The time zone.
ar: المنطقة الزمنية
de: Die Zeitzone.
el: Η ζώνη ώρας.
es: La zona horaria.
fr: Le fuseau horaire.
it: Il fuso orario.
ja: タイムゾーン

source: Local
ar: محلي
de: Lokal
el: Τοπικό
it: Locale
ja: ローカル

source: UTC
ar: يو تي سي

source: The format string
ar: سلسلة التنسيق
de: Der Formatstring
el: Η συμβολοσειρά μορφής
es: La cadena de formato
fr: La chaîne de format
it: La stringa di formato
ja: フォーマット文字列

source: For the complete syntax, see Python package {package}
ar: للاطلاع على بناء الجملة الكامل، انظر حزمة بايثون {package}
de: Für die vollständige Syntax siehe Python-Paket {package}
el: Για την πλήρη σύνταξη, ανατρέξτε στην ενότητα Python package {package}
es: Para ver la sintaxis completa, consulte el paquete {package} de Python
fr: Pour la syntaxe complète, voir Python package {package}
it: Per la sintassi completa, vedere il pacchetto Python {package}
ja: 完全な構文については、Pythonパッケージ{package}を参照してください。

source: Demo
ar: عرض توضيحي
el: Επίδειξη
fr: Démonstration
ja: デモ

source: Device Control
ar: التحكم في الجهاز
de: Gerätesteuerung
el: Έλεγχος συσκευής
es: Control de dispositivos
fr: Contrôle des appareils
it: Controllo del dispositivo
ja: デバイス制御

source: Update
ar: تحديث
de: aktualisieren
el: Ενημέρωση
es: Actualización
fr: Mise à jour
it: Aggiornamento
ja: 更新

source: Device
ar: الجهاز
de: Gerät
el: Συσκευή
es: Dispositivo
fr: Dispositif
it: Dispositivo
ja: デバイス

source: Progress
ar: التقدم
de: Fortschritt
es: Progreso
fr: Progrès
it: Progressi
ja: 進捗状況

source: Before starting updates, ensure that Joulescopes are plugged directly into a USB port on the host computer.
ar: قبل بدء التحديثات، تأكد من توصيل Joulescopes مباشرةً بمنفذ USB على الكمبيوتر المضيف.
de: Stellen Sie vor dem Start von Updates sicher, dass Joulescopes direkt an einen USB-Port des Host-Computers angeschlossen sind.
el: Πριν ξεκινήσετε τις ενημερώσεις, βεβαιωθείτε ότι το Joulescopes είναι συνδεδεμένο απευθείας σε μια θύρα USB του κεντρικού υπολογιστή.
es: Antes de iniciar las actualizaciones, asegúrese de que los Joulescopes están conectados directamente a un puerto USB del ordenador host.
fr: Avant de commencer les mises à jour, assurez-vous que les Joulescopes sont branchés directement sur un port USB de l'ordinateur hôte.
it: Prima di avviare gli aggiornamenti, assicurarsi che Joulescope sia collegato direttamente a una porta USB del computer host.
ja: アップデートを開始する前に、JoulescopesがホストコンピュータのUSBポートに直接接続されていることを確認してください。

source: Do not use any USB hubs, docks or adapters
ar: لا تستخدم أي محاور USB أو أرصفة أو محولات أو محولات
de: Verwenden Sie keine USB-Hubs, -Docks oder -Adapter
el: Μην χρησιμοποιείτε διανομείς, αποβάθρες ή προσαρμογείς USB
es: No utilice concentradores, bases ni adaptadores USB
fr: N'utilisez pas de concentrateurs, de stations d'accueil ou d'adaptateurs USB.
it: Non utilizzare hub, dock o adattatori USB.
ja: USBハブ、ドック、アダプターは使用しないでください。

source: Device scan in progress.
ar: فحص الجهاز قيد التقدم.
de: Geräte-Scan läuft.
el: Σάρωση συσκευής σε εξέλιξη.
es: Escaneo de dispositivo en curso.
fr: Balayage de l'appareil en cours.
it: Scansione del dispositivo in corso.
ja: デバイススキャン中

source: No updates available.
ar: لا توجد تحديثات متوفرة.
de: Keine Updates verfügbar.
el: Δεν υπάρχουν διαθέσιμες ενημερώσεις.
es: No hay actualizaciones disponibles.
fr: Aucune mise à jour disponible.
it: Non sono disponibili aggiornamenti.
ja: アップデートはありません。

source: Device update is in progress. Please wait.
ar: تحديث الجهاز قيد التقدم. يرجى الانتظار.
de: Die Aktualisierung des Geräts ist im Gange. Bitte warten Sie.
el: Η ενημέρωση της συσκευής βρίσκεται σε εξέλιξη. Παρακαλούμε περιμένετε.
es: La actualización del dispositivo está en curso. Por favor, espere.
fr: La mise à jour de l'appareil est en cours. Veuillez patienter.
it: L'aggiornamento del dispositivo è in corso. Attendere.
ja: デバイス更新中です。しばらくお待ちください。

source: Device update completed.
ar: اكتمل تحديث الجهاز.
de: Geräte-Update abgeschlossen.
el: Η ενημέρωση της συσκευής ολοκληρώθηκε.
es: Actualización del dispositivo completada.
fr: Mise à jour du dispositif terminée.
it: Aggiornamento del dispositivo completato.
ja: デバイスのアップデートが完了しました。

source: Select all
ar: حدد الكل
de: Alles auswählen
el: Επιλέξτε όλα
es: Seleccionar todo
fr: Sélectionner tout
it: Selezionare tutti
ja: すべて選択

source: Select none
ar: حدد لا شيء
de: Keine auswählen
el: Επιλέξτε κανένα
es: Seleccionar ninguno
fr: Sélectionner aucun
it: Selezionare nessuno
ja: なしを選択

source: Cancel
ar: إلغاء
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Annuler
it: Annullamento
ja: キャンセル

source: Device Update
ar: تحديث الجهاز
de: Geräte-Update
el: Ενημέρωση συσκευής
es: Actualización de dispositivos
fr: Mise à jour des appareils
it: Aggiornamento del dispositivo
ja: デバイス・アップデート

source: Fuse 1
ar: المصهر 1
de: Sicherung 1
el: Ασφάλεια 1
es: Fusible 1
fr: Fusible 1
it: Fusibile 1
ja: ヒューズ 1

source: Fuse 2
ar: فيوز 2
de: Sicherung 2
el: Ασφάλεια 2
es: Fusible 2
fr: Fusible 2
it: Fusibile 2
ja: ヒューズ 2

source: Range fuse
ar: فتيل المدى
de: Bereich Sicherung
el: Εύρος ασφάλειας
es: Gama fusible
fr: Fusible de gamme
it: Fusibile di gamma
ja: レンジヒューズ

source: Max fuse
ar: ماكس فيوز
de: Max-Sicherung
el: Μέγιστη ασφάλεια
es: Fusible máximo
fr: Fusible maximum
it: Fusibile massimo
ja: 最大ヒューズ

source: Fuse trip threshold
ar: عتبة رحلة الصمامات
de: Auslöseschwelle für Sicherungen
el: Κατώφλι ενεργοποίησης ασφάλειας
es: Umbral de disparo del fusible
fr: Seuil de déclenchement des fusibles
it: Soglia di intervento del fusibile
ja: ヒューズトリップしきい値

source: Any current above this threshold will eventually trip the fuse.
ar: أي تيار أعلى من هذه العتبة سيؤدي في النهاية إلى تعطل المصهر.
de: Jeder Strom, der über diesem Schwellenwert liegt, löst schließlich die Sicherung aus.
el: Οποιοδήποτε ρεύμα πάνω από αυτό το όριο θα ενεργοποιήσει τελικά την ασφάλεια.
es: Cualquier corriente por encima de este umbral acabará disparando el fusible.
fr: Tout courant supérieur à ce seuil finit par déclencher le fusible.
it: Qualsiasi corrente superiore a questa soglia finirà per far scattare il fusibile.
ja: このしきい値を超える電流は、最終的にヒューズをトリップさせます。

source: Fuse speed threshold
ar: عتبة سرعة الصمامات
de: Schwellenwert der Sicherungsgeschwindigkeit
el: Κατώφλι ταχύτητας ασφάλειας
es: Umbral de velocidad del fusible
fr: Seuil de vitesse du fusible
it: Soglia di velocità del fusibile
ja: ヒューズ速度しきい値

source: The fuse trips in Duration at this constant current.
ar: ينطلق المصهر في المدة عند هذا التيار الثابت.
de: Die Sicherung löst in Dauer bei diesem konstanten Strom aus.
el: Η ασφάλεια ενεργοποιείται σε Διάρκεια σε αυτό το σταθερό ρεύμα.
es: El fusible se dispara en Duración a esta corriente constante.
fr: Le fusible se déclenche en durée à ce courant constant.
it: Il fusibile scatta in Durata a questa corrente costante.
ja: ヒューズはこの定電流で持続時間内にトリップします。

source: Fuse duration
ar: مدة الصمامات
de: Brenndauer
el: Διάρκεια ασφάλειας
es: Duración del fusible
it: Durata del fusibile
ja: ヒューズ持続時間

source: The fuse trips in this Duration at Threshold 2 current.
ar: ينطلق المصهر في هذه المدة عند تيار العتبة 2.
de: Die Sicherung löst in dieser Dauer bei Schwellenwert 2 Strom aus.
el: Η ασφάλεια ενεργοποιείται σε αυτή τη διάρκεια στο ρεύμα Threshold 2.
es: El fusible se dispara en esta Duración en el Umbral 2 de corriente.
fr: Le fusible se déclenche dans cette durée au courant de seuil 2.
it: In questa Durata, il fusibile interviene alla corrente di soglia 2.
ja: この持続時間では、スレッショルド2の電流でヒューズがトリップします。

source: Fuse dissipation time constant
ar: ثابت زمن تبديد الصمامات
de: Zeitkonstante der Verlustleistung von Sicherungen
el: Σταθερά χρόνου διάχυσης της ασφάλειας
es: Constante de tiempo de disipación del fusible
fr: Constante de temps de dissipation des fusibles
it: Costante di tempo di dissipazione del fusibile
ja: ヒューズ損失時定数

source: The exponential decay time constant. The fuse dissipates 63.2 percent of accumulated energy in this duration.
ar: ثابت زمن التضاؤل الأسي. يبدد المصهر 63.2 بالمائة من الطاقة المتراكمة في هذه المدة.
de: Die exponentielle Abklingzeitkonstante. In dieser Zeitspanne baut die Sicherung 63,2 Prozent der angesammelten Energie ab.
el: Η σταθερά χρόνου εκθετικής αποσύνθεσης. Η ασφάλεια διαχέει το 63,2 % της συσσωρευμένης ενέργειας σε αυτή τη διάρκεια.
es: La constante de tiempo de decaimiento exponencial. El fusible disipa el 63,2% de la energía acumulada en esta duración.
fr: La constante de temps de la décroissance exponentielle. Le fusible dissipe 63,2 % de l'énergie accumulée pendant cette durée.
it: La costante di tempo di decadimento esponenziale. Il fusibile dissipa il 63,2% dell'energia accumulata in questa durata.
ja: 指数関数的減衰時定数。ヒューズはこの時間内に蓄積エネルギーの63.2%を消散する。

source: Fuse state indicator. When enabled and engaged, click to clear.
ar: مؤشر حالة الصمامات. عند تمكينه وتشغيله، انقر للمسح.
de: Anzeige des Sicherungsstatus. Wenn aktiviert und eingeschaltet, klicken Sie zum Löschen.
el: Ένδειξη κατάστασης ασφάλειας. Όταν είναι ενεργοποιημένη και ενεργοποιημένη, κάντε κλικ για να σβήσετε.
es: Indicador del estado del fusible. Cuando está activado y conectado, haga clic para borrarlo.
fr: Indicateur de l'état du fusible. Lorsqu'il est activé et engagé, cliquer pour l'effacer.
it: Indicatore dello stato del fusibile. Quando è abilitato e attivato, fare clic per eliminarlo.
ja: ヒューズ状態インジケータ。ヒューズの状態を表示します。

source: Threshold 1
ar: العتبة 1
de: Schwellenwert 1
el: Κατώφλι 1
es: Umbral 1
fr: Seuil 1
it: Soglia 1
ja: スレッショルド 1

source: Threshold 2
ar: العتبة 2
de: Schwellenwert 2
el: Κατώφλι 2
es: Umbral 2
fr: Seuil 2
it: Soglia 2
ja: スレッショルド 2

source: Duration
ar: المدة
de: Dauer
el: Διάρκεια
es: Duración
it: Durata
ja: 持続時間

source: Fuse response
ar: استجابة الصمامات
de: Ansprechverhalten von Sicherungen
el: Απόκριση ασφάλειας
es: Respuesta del fusible
fr: Réponse des fusibles
it: Risposta del fusibile
ja: ヒューズ応答

source: Time
ar: الوقت
de: Zeit
el: Χρόνος
es: Tiempo
fr: Temps
it: Tempo
ja: 時間

source: Fuse
ar: المصهر
de: Sicherung
el: Ασφάλεια
es: Fusible
fr: Fusible
it: Fusibile
ja: ヒューズ

source: Device documentation
ar: وثائق الجهاز
de: Gerätedokumentation
el: Τεκμηρίωση συσκευής
es: Documentación del dispositivo
it: Documentazione del dispositivo
ja: デバイス・ドキュメント

source: Click to display the device documentation PDF.
ar: انقر لعرض ملف PDF لوثائق الجهاز.
de: Klicken Sie hier, um das PDF der Gerätedokumentation anzuzeigen.
el: Κάντε κλικ για να εμφανίσετε το PDF της τεκμηρίωσης της συσκευής.
es: Haga clic para ver el PDF de documentación del dispositivo.
fr: Cliquez pour afficher la documentation PDF de l'appareil.
it: Fare clic per visualizzare il PDF della documentazione del dispositivo.
ja: クリックするとデバイス・ドキュメントのPDFが表示されます。

source: Click to display detailed information about the device.
ar: انقر لعرض معلومات مفصلة عن الجهاز.
de: Klicken Sie hier, um detaillierte Informationen über das Gerät anzuzeigen.
el: Κάντε κλικ για να εμφανίσετε λεπτομερείς πληροφορίες σχετικά με τη συσκευή.
es: Haga clic para ver información detallada sobre el dispositivo.
fr: Cliquez pour afficher des informations détaillées sur l'appareil.
it: Fare clic per visualizzare informazioni dettagliate sul dispositivo.
ja: クリックすると、デバイスの詳細情報が表示されます。

source: Select this device as the default
ar: حدد هذا الجهاز كجهاز افتراضي
de: Wählen Sie dieses Gerät als Standard
el: Επιλέξτε αυτή τη συσκευή ως προεπιλεγμένη
es: Seleccione este dispositivo como predeterminado
fr: Sélectionner cet appareil par défaut
it: Selezionare questo dispositivo come predefinito
ja: このデバイスをデフォルトとして選択

source: When selected, this device because the default. All widgets using the default device will use the data provided by this device.
ar: عند تحديده، هذا الجهاز لأنه الافتراضي. ستستخدم جميع الأدوات التي تستخدم الجهاز الافتراضي البيانات التي يوفرها هذا الجهاز.
de: Wenn ausgewählt, wird dieses Gerät als Standard festgelegt. Alle Widgets, die das Standardgerät verwenden, nutzen die von diesem Gerät bereitgestellten Daten.
el: Όταν επιλεγεί, αυτή η συσκευή επειδή είναι η προεπιλεγμένη. Όλα τα widgets που χρησιμοποιούν την προεπιλεγμένη συσκευή θα χρησιμοποιούν τα δεδομένα που παρέχονται από αυτή τη συσκευή.
es: Cuando se selecciona, este dispositivo por defecto. Todos los widgets que utilicen el dispositivo por defecto utilizarán los datos proporcionados por este dispositivo.
fr: Lorsqu'il est sélectionné, cet appareil est l'appareil par défaut. Tous les widgets utilisant l'appareil par défaut utiliseront les données fournies par cet appareil.
it: Quando viene selezionato, questo dispositivo è quello predefinito. Tutti i widget che utilizzano il dispositivo predefinito utilizzeranno i dati forniti da questo dispositivo.
ja: 選択すると、このデバイスがデフォルトになります。デフォルト・デバイスを使用するすべてのウィジェットは、このデバイスが提供するデータを使用します。

source: When unselected, another device is the default. Widgets can still be configured to use data from this device.
ar: عند عدم تحديده، يكون جهاز آخر هو الجهاز الافتراضي. لا يزال من الممكن تكوين الأدوات لاستخدام البيانات من هذا الجهاز.
de: Wenn nicht ausgewählt, ist ein anderes Gerät der Standard. Widgets können dennoch so konfiguriert werden, dass sie Daten von diesem Gerät verwenden.
el: Όταν δεν έχει επιλεγεί, μια άλλη συσκευή είναι η προεπιλεγμένη. Τα widgets μπορούν ακόμα να ρυθμιστούν ώστε να χρησιμοποιούν δεδομένα από αυτή τη συσκευή.
es: Cuando no está seleccionada, otro dispositivo es el predeterminado. Los widgets pueden configurarse para utilizar los datos de este dispositivo.
fr: Lorsqu'il n'est pas sélectionné, un autre appareil est utilisé par défaut. Les widgets peuvent toujours être configurés pour utiliser les données de cet appareil.
it: Quando non è selezionato, un altro dispositivo è quello predefinito. I widget possono comunque essere configurati per utilizzare i dati di questo dispositivo.
ja: 選択されていない場合は、別のデバイスがデフォルトとなります。ウィジェットはこのデバイスからのデータを使用するように設定できます。

source: This indicator becomes active when this device has at least one engaged fuse. Engaged fuses prevent current flow until cleared.
ar: يصبح هذا المؤشر نشطاً عندما يكون هذا الجهاز يحتوي على مصهر واحد مشغّل على الأقل. الصمامات المشغولة تمنع تدفق التيار حتى يتم مسحها.
de: Diese Anzeige wird aktiv, wenn das Gerät mindestens eine aktive Sicherung hat. Eingeschaltete Sicherungen verhindern den Stromfluss, bis sie gelöscht werden.
el: Αυτή η ένδειξη γίνεται ενεργή όταν αυτή η συσκευή έχει τουλάχιστον μία ενεργοποιημένη ασφάλεια. Οι ενεργοποιημένες ασφάλειες εμποδίζουν τη ροή ρεύματος μέχρι να εκκαθαριστούν.
es: Este indicador se activa cuando el dispositivo tiene al menos un fusible activado. Los fusibles activados impiden el flujo de corriente hasta que se desactivan.
fr: Cet indicateur devient actif lorsque l'appareil a au moins un fusible enclenché. Les fusibles engagés empêchent le flux de courant jusqu'à ce qu'ils soient éliminés.
it: Questo indicatore diventa attivo quando il dispositivo ha almeno un fusibile inserito. I fusibili inseriti impediscono il flusso di corrente finché non vengono eliminati.
ja: このインジケータは、このデバイスに少なくとも 1 つのヒューズが接続されている場合にアクティブになります。作動したヒューズは、クリアされるまで電流が流れなくなります。

source: Open and close the device
ar: فتح الجهاز وإغلاقه
de: Öffnen und schließen Sie das Gerät
el: Ανοίξτε και κλείστε τη συσκευή
es: Abrir y cerrar el dispositivo
fr: Ouvrir et fermer l'appareil
it: Aprire e chiudere il dispositivo
ja: デバイスの開閉

source: When closed, click to attempt to open the device. The icon will only change on a successful device open. Only one application can use a Joulescope device at a time.
ar: عند الإغلاق، انقر لمحاولة فتح الجهاز. لن يتغير الرمز إلا عند فتح الجهاز بنجاح. يمكن لتطبيق واحد فقط استخدام جهاز جولسكوب في كل مرة.
de: Klicken Sie im geschlossenen Zustand auf das Symbol, um zu versuchen, das Gerät zu öffnen. Das Symbol ändert sich nur, wenn das Gerät erfolgreich geöffnet wurde. Nur eine Anwendung kann ein Joulescope-Gerät gleichzeitig verwenden.
el: Όταν είναι κλειστό, κάντε κλικ για να επιχειρήσετε να ανοίξετε τη συσκευή. Το εικονίδιο θα αλλάξει μόνο σε περίπτωση επιτυχούς ανοίγματος της συσκευής. Μόνο μία εφαρμογή μπορεί να χρησιμοποιήσει μια συσκευή Joulescope κάθε φορά.
es: Cuando esté cerrado, haga clic para intentar abrir el dispositivo. El icono sólo cambiará si el dispositivo se abre correctamente. Sólo una aplicación puede utilizar un dispositivo Joulescope a la vez.
fr: Lorsqu'il est fermé, cliquez pour tenter d'ouvrir l'appareil. L'icône ne changera que si l'ouverture de l'appareil est réussie. Une seule application peut utiliser un appareil Joulescope à la fois.
it: Quando è chiuso, fare clic per tentare di aprire il dispositivo. L'icona cambierà solo quando l'apertura del dispositivo avrà successo. Un dispositivo Joulescope può essere utilizzato da una sola applicazione alla volta.
ja: 閉じている場合は、クリックしてデバイスを開こうとします。アイコンは、デバイスのオープンに成功した場合のみ変化します。Joulescopeデバイスを一度に使用できるのは1つのアプリケーションのみです。

source: When open, click to close the device. This allows the device to be used in other programs.
ar: عند فتحه، انقر لإغلاق الجهاز. يسمح ذلك باستخدام الجهاز في برامج أخرى.
de: Wenn geöffnet, klicken Sie auf , um das Gerät zu schließen. Dadurch kann das Gerät in anderen Programmen verwendet werden.
el: Όταν είναι ανοικτή, κάντε κλικ για να κλείσετε τη συσκευή. Αυτό επιτρέπει τη χρήση της συσκευής σε άλλα προγράμματα.
es: Cuando está abierto, haga clic para cerrar el dispositivo. Esto permite utilizar el dispositivo en otros programas.
fr: Lorsqu'il est ouvert, cliquez pour fermer l'appareil. Cela permet d'utiliser l'appareil dans d'autres programmes.
it: Quando è aperto, fare clic per chiudere il dispositivo. Ciò consente di utilizzare il dispositivo in altri programmi.
ja: 開いているときは、クリックしてデバイスを閉じます。これにより、デバイスを他のプログラムで使用することができます。

source: Reset to default settings
ar: إعادة الضبط إلى الإعدادات الافتراضية
de: Zurücksetzen auf Standardeinstellungen
el: Επαναφορά στις προεπιλεγμένες ρυθμίσεις
es: Restablecer la configuración predeterminada
fr: Réinitialiser les paramètres par défaut
it: Ripristino delle impostazioni predefinite
ja: デフォルト設定にリセット

source: Click this button to reset this device to the default settings
ar: انقر فوق هذا الزر لإعادة ضبط هذا الجهاز إلى الإعدادات الافتراضية
de: Klicken Sie auf diese Schaltfläche, um dieses Gerät auf die Standardeinstellungen zurückzusetzen
el: Κάντε κλικ σε αυτό το κουμπί για να επαναφέρετε αυτή τη συσκευή στις προεπιλεγμένες ρυθμίσεις
es: Haga clic en este botón para restablecer la configuración predeterminada de este dispositivo
fr: Cliquez sur ce bouton pour réinitialiser cet appareil aux paramètres par défaut.
it: Fare clic su questo pulsante per ripristinare le impostazioni predefinite del dispositivo.
ja: このボタンをクリックすると、このデバイスがデフォルト設定にリセットされます。

source: Clear accumulators
ar: مراكمات واضحة
de: Akkumulatoren zurücksetzen
el: Σαφείς συσσωρευτές
es: Acumuladores transparentes
fr: Accumulateurs transparents
it: Accumulatori chiari
ja: クリアなアキュムレータ

source: Click this button to clear the charge and energy accumulators. The "Accrue" feature of the value display widgets, including the multimeter, will be unaffected.
ar: انقر فوق هذا الزر لمسح تراكمات الشحن والطاقة. لن تتأثر ميزة "Accrue" الخاصة بأدوات عرض القيم، بما في ذلك جهاز القياس المتعدد.
de: Klicken Sie auf diese Schaltfläche, um die Lade- und Energiespeicher zu löschen. Die "Accrue"-Funktion der Wertanzeige-Widgets, einschließlich des Multimeters, bleibt davon unberührt.
el: Κάντε κλικ σε αυτό το κουμπί για να καθαρίσετε τους συσσωρευτές φόρτισης και ενέργειας. Η λειτουργία "Accrue" των widgets απεικόνισης τιμών, συμπεριλαμβανομένου του πολυμέτρου, δεν θα επηρεαστεί.
es: Haga clic en este botón para borrar los acumuladores de carga y energía. La función "Acumular" de los widgets de visualización de valores, incluido el multímetro, no se verá afectada.
fr: Cliquer sur ce bouton pour effacer les accumulateurs de charge et d'énergie. La fonction "Accrue" des widgets d'affichage des valeurs, y compris le multimètre, ne sera pas affectée.
it: Fare clic su questo pulsante per cancellare gli accumulatori di carica e di energia. La funzione "Accrue" dei widget di visualizzazione dei valori, compreso il multimetro, non sarà influenzata.
ja: このボタンをクリックすると、チャージおよびエネ ルギー・アキュムレータがクリアされます。マルチメータを含む値表示ウィジェットの "Accrue "機能は影響を受けません。

source: Calibrate
ar: المعايرة
de: Kalibrieren
el: Βαθμονόμηση
es: Calibrar
fr: Calibrer
it: Calibrare
ja: 校正

source: Click this button to recalibrate your Joulescope JS220. Recalibration is not required for normal operation. Performing calibration can improve accuracy by accounting for the existing temperature and aging effects.
ar: انقر فوق هذا الزر لإعادة معايرة جولسكوب Joulescope JS220. إعادة المعايرة غير مطلوبة للتشغيل العادي. يمكن أن يؤدي إجراء المعايرة إلى تحسين الدقة من خلال حساب درجة الحرارة الحالية وتأثيرات التقادم.
de: Klicken Sie auf diese Schaltfläche, um Ihr Joulescope JS220 neu zu kalibrieren. Eine Neukalibrierung ist für den normalen Betrieb nicht erforderlich. Die Durchführung einer Kalibrierung kann die Genauigkeit verbessern, indem die vorhandenen Temperatur- und Alterungseffekte berücksichtigt werden.
el: Κάντε κλικ σε αυτό το κουμπί για να επαναβαθμονομήσετε το Joulescope JS220. Η επαναβαθμονόμηση δεν απαιτείται για την κανονική λειτουργία. Η εκτέλεση βαθμονόμησης μπορεί να βελτιώσει την ακρίβεια, λαμβάνοντας υπόψη τις υπάρχουσες επιδράσεις της θερμοκρασίας και της γήρανσης.
es: Haga clic en este botón para recalibrar su Joulescope JS220. La recalibración no es necesaria para el funcionamiento normal. Realizar una calibración puede mejorar la precisión al tener en cuenta los efectos existentes de la temperatura y el envejecimiento.
fr: Cliquez sur ce bouton pour recalibrer votre Joulescope JS220. Le recalibrage n'est pas nécessaire pour un fonctionnement normal. L'étalonnage peut améliorer la précision en tenant compte des effets de la température et du vieillissement.
it: Fare clic su questo pulsante per ricalibrare il Joulescope JS220. La ricalibrazione non è necessaria per il normale funzionamento. L'esecuzione della calibrazione può migliorare la precisione tenendo conto degli effetti della temperatura e dell'invecchiamento.
ja: Joulescope JS220を再校正するには、このボタンをクリックしてください。通常の操作では再校正は必要ありません。校正を行うことで、既存の温度や経年劣化の影響を考慮し、精度を向上させることができます。

source: GPO
ar: جي بي أو

source: Reset to defaults
ar: إعادة التعيين إلى الإعدادات الافتراضية
de: Zurücksetzen auf Standardwerte
el: Επαναφορά στις προεπιλογές
es: Restablecer valores por defecto
fr: Réinitialisation aux valeurs par défaut
it: Ripristino delle impostazioni predefinite
ja: デフォルトにリセット

source: Clear accum
ar: واضح التراكم
de: Klare Akkumulation
el: Σαφής συσσώρευση
es: Acumulación clara
fr: Accumulation claire
it: Accumulo chiaro
ja: クリアアキュム

source: Example
ar: مثال
de: Beispiel
el: Παράδειγμα
es: Ejemplo
fr: Exemple
it: Esempio
ja: 測定例
