Repository: jetperch/pyjoulescope_ui
Catalog: joulescope_ui/locale/*/LC_MESSAGES/joulescope_ui.po
Languages: ar, de, el, es, fr, it, ja

source: Selecting "ANGLE" may break copy as image and save as image.
ar: قد يؤدي تحديد "زاوية" إلى كسر النسخ كصورة وحفظها كصورة.
de: Die Auswahl von "ANGLE" kann das Kopieren als Bild und das Speichern als Bild unterbrechen.
el: Η επιλογή "ANGLE" μπορεί να διακόψει την αντιγραφή ως εικόνα και την αποθήκευση ως εικόνα.
es: La selección de "ANGLE" puede romper la copia como imagen y guardar como imagen.
fr: La sélection de "ANGLE" peut interrompre la copie en tant qu'image et l'enregistrement en tant qu'image.
it: La selezione di "ANGOLO" può interrompere la copia come immagine e il salvataggio come immagine.
ja: ANGLE」を選択すると、画像としてコピーしたり、画像として保存したりすることができません。

source: UI restart required for change to take effect.
ar: يلزم إعادة تشغيل واجهة المستخدم حتى يصبح التغيير ساري المفعول.
de: UI-Neustart erforderlich, damit die Änderung wirksam wird.
el: Απαιτείται επανεκκίνηση του UI για να τεθεί σε ισχύ η αλλαγή.
es: Es necesario reiniciar la interfaz de usuario para que los cambios surtan efecto.
fr: Redémarrage de l'interface utilisateur nécessaire pour que la modification prenne effet.
it: Il riavvio dell'interfaccia utente è necessario per rendere effettiva la modifica.
ja: 変更を有効にするにはUIの再起動が必要です。

source: desktop
ar: سطح المكتب
el: Επιτραπέζιο
es: sobremesa
fr: bureau
ja: デスクトップ

source: software
ar: البرمجيات
el: λογισμικό
fr: logiciel
ja: ソフトウェア

source: Autodetect
ar: الكشف التلقائي
el: Αυτόματος εντοπισμός
fr: Autodétection
it: Rilevamento automatico
ja: 自動検出

source: Not specified
ar: غير محدد
de: Nicht spezifiziert
el: Δεν προσδιορίζεται
es: No especificado
fr: Non spécifié
it: Non specificato
ja: 指定なし

source: Prompt to switch from Intel graphics to software renderer.
ar: موجه للتبديل من رسومات Intel إلى عارض البرامج.
de: Aufforderung zum Wechsel von Intel-Grafik auf Software-Renderer.
el: Προτροπή για εναλλαγή από τα γραφικά Intel σε renderer λογισμικού.
es: Indicación para cambiar de gráficos Intel a renderizador de software.
fr: Invite à passer de la carte graphique Intel au moteur de rendu logiciel.
it: Prompt per passare dalla grafica Intel al renderer software.
ja: Intel グラフィックスからソフトウェアレンダラーへの切り替えを促します。

source: Error
ar: الخطأ
de: Fehler
el: Σφάλμα
fr: Erreur
it: Errore
ja: 誤差

source: The Joulescope UI encountered an error, and it cannot start correctly.
ar: واجهت واجهة المستخدم Joulescope خطأ، ولا يمكن بدء التشغيل بشكل صحيح.
de: Die Joulescope-Benutzeroberfläche ist auf einen Fehler gestoßen und kann nicht korrekt gestartet werden.
el: Το UI του Joulescope αντιμετώπισε ένα σφάλμα και δεν μπορεί να ξεκινήσει σωστά.
es: La interfaz de usuario de Joulescope ha encontrado un error y no puede iniciarse correctamente.
fr: L'interface utilisateur du Joulescope a rencontré une erreur et ne peut pas démarrer correctement.
it: L'interfaccia utente di Joulescope ha riscontrato un errore e non può essere avviata correttamente.
ja: Joulescope UI でエラーが発生し、正しく起動できません。

source: We are here to help troubleshoot! Fill in the details below, and click Submit.
ar: نحن هنا للمساعدة في استكشاف الأخطاء وإصلاحها! املأ التفاصيل أدناه، وانقر فوق إرسال.
de: Wir helfen Ihnen bei der Fehlersuche! Füllen Sie die nachstehenden Angaben aus und klicken Sie auf Senden.
el: Είμαστε εδώ για να σας βοηθήσουμε στην αντιμετώπιση προβλημάτων! Συμπληρώστε τα παρακάτω στοιχεία και κάντε κλικ στο κουμπί Υποβολή.
es: Estamos aquí para ayudarle a solucionar sus problemas. Rellene los siguientes datos y haga clic en Enviar.
fr: Nous sommes là pour vous aider à résoudre vos problèmes ! Remplissez les détails ci-dessous et cliquez sur Soumettre.
it: Siamo qui per aiutarvi a risolvere i problemi! Compilate i dati sottostanti e fate clic su Invia.
ja: トラブルシューティングをお手伝いします！以下の詳細を記入し、送信をクリックしてください。

source: Please provide your contact information so that we can contact you and assist with troubleshooting this issue.
ar: يرجى تقديم معلومات الاتصال الخاصة بك حتى نتمكن من الاتصال بك والمساعدة في استكشاف هذه المشكلة وإصلاحها.
de: Bitte geben Sie Ihre Kontaktinformationen an, damit wir uns mit Ihnen in Verbindung setzen und Sie bei der Fehlerbehebung unterstützen können.
el: Παρακαλούμε δώστε τα στοιχεία επικοινωνίας σας ώστε να μπορέσουμε να επικοινωνήσουμε μαζί σας και να σας βοηθήσουμε στην αντιμετώπιση αυτού του προβλήματος.
es: Proporcione su información de contacto para que podamos ponernos en contacto con usted y ayudarle a solucionar este problema.
fr: Veuillez indiquer vos coordonnées afin que nous puissions vous contacter et vous aider à résoudre ce problème.
it: Si prega di fornire le informazioni di contatto in modo che possiamo contattarvi e assistervi nella risoluzione del problema.
ja: この問題のトラブルシューティングを支援するために、お客様の連絡先情報をお知らせください。

source: Select an error recovery option.
ar: حدد خيار استرداد الخطأ.
de: Wählen Sie eine Option zur Fehlerbehebung.
el: Επιλέξτε μια επιλογή αποκατάστασης σφαλμάτων.
es: Seleccione una opción de recuperación de errores.
fr: Sélectionner une option de récupération d'erreur.
it: Selezionare un'opzione di recupero degli errori.
ja: エラー回復オプションを選択します。

source: Our offices are currently closed until {return_date}. We will respond within {response_time} business days after we return.
ar: مكاتبنا مغلقة حاليًا حتى {return_date}. سنقوم بالرد خلال {response_time} أيام عمل بعد عودتنا.
de: Unsere Büros sind derzeit bis zum {return_date} geschlossen. Wir werden innerhalb von {response_time} Werktagen nach unserer Rückkehr antworten.
el: Τα γραφεία μας είναι προς το παρόν κλειστά μέχρι την {return_date}. Θα απαντήσουμε εντός {response_time} εργάσιμων ημερών μετά την επιστροφή μας.
es: Nuestras oficinas están actualmente cerradas hasta {return_date}. Responderemos en un plazo de {response_time} días laborables tras nuestro regreso.
fr: Nos bureaux sont actuellement fermés jusqu'à {return_date}. Nous répondrons dans les {response_time} jours ouvrables suivant notre retour.
it: I nostri uffici sono attualmente chiusi fino alla {return_date}. Risponderemo entro {response_time} giorni lavorativi dal rientro.
ja: 現在、弊社は{return_date}まで休業中です。復帰後、{response_time}営業日以内に対応いたします。

source: Submit failed. Ensure that your computer can access the internet.
ar: فشل الإرسال. تأكد من أن جهاز الكمبيوتر الخاص بك يمكنه الوصول إلى الإنترنت.
de: Senden fehlgeschlagen. Stellen Sie sicher, dass Ihr Computer auf das Internet zugreifen kann.
el: Υποβολή αποτυχημένη. Βεβαιωθείτε ότι ο υπολογιστής σας μπορεί να έχει πρόσβαση στο διαδίκτυο.
es: Envío fallido. Asegúrese de que su ordenador puede acceder a Internet.
fr: La soumission a échoué. Assurez-vous que votre ordinateur peut accéder à l'internet.
it: Invio non riuscito. Assicurarsi che il computer possa accedere a Internet.
ja: 送信に失敗しました。コンピュータがインターネットにアクセスできることを確認してください。

source: Submit completed successfully.
ar: اكتمل الإرسال بنجاح.
de: Absenden erfolgreich abgeschlossen.
el: Η υποβολή ολοκληρώθηκε με επιτυχία.
es: Envío completado con éxito.
fr: L'envoi a été effectué avec succès.
it: L'invio è stato completato con successo.
ja: 送信は正常に完了しました。

source: Contact information
ar: معلومات الاتصال
de: Kontaktinformationen
el: Στοιχεία επικοινωνίας
es: Información de contacto
fr: Informations sur le contact
it: Informazioni di contatto
ja: お問い合わせ先

source: First name
ar: الاسم الأول
de: Vorname
el: Ονοματεπώνυμο
es: Nombre
fr: Prénom
it: Nome
ja: 名

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
fr: Courriel
ja: 電子メール

source: Description
ar: الوصف
de: Beschreibung
el: Περιγραφή
es: Descripción
it: Descrizione
ja: 商品概要

source: Edit
ar: تحرير
de: Bearbeiten
el: Επεξεργασία
es: Editar
fr: Editer
it: Modifica
ja: 編集

source: View as Markdown
ar: عرض كتخفيض
de: Als Markdown anzeigen
el: Προβολή ως Markdown
es: Ver como Markdown
fr: Voir comme Markdown
it: Visualizza come Markdown
ja: マークダウンで表示

source: Abort
ar: الإجهاض
de: Abbruch
el: Διακοπή
es: Abortar
it: Interruzione
ja: 中止

source: View
ar: عرض
de: Siehe
el: Προβολή
es: Ver
fr: Voir
it: Visualizza
ja: 表示

source: Submit
ar: إرسال
de: Einreichen
el: Υποβολή
es: Enviar
fr: Soumettre
it: Invia
ja: 提出

source: Submit in progress.
ar: قيد الإرسال.
de: Einreichung in Arbeit.
el: Υποβολή σε εξέλιξη.
es: Envío en curso.
fr: Soumission en cours.
it: Invio in corso.
ja: 提出中

source: Revert to previous configuration
ar: العودة إلى التكوين السابق
de: Zur vorherigen Konfiguration zurückkehren
el: Επιστροφή στην προηγούμενη διαμόρφωση
es: Volver a la configuración anterior
fr: Revenir à la configuration précédente
it: Torna alla configurazione precedente
ja: 前の設定に戻す

source: Revert to defaults
ar: العودة إلى الإعدادات الافتراضية
de: Zu Standardeinstellungen zurückkehren
el: Επαναφορά στις προεπιλογές
es: Volver a valores predeterminados
fr: Revenir aux valeurs par défaut
it: Torna alle impostazioni predefinite
ja: デフォルトに戻す

source: Exit
ar: خروج
de: Beenden
el: Έξοδος
es: Salir de
fr: Sortie
it: Uscita
ja: 終了

source: Directory
ar: الدليل
de: Verzeichnis
el: Κατάλογος
es: Directorio
fr: Répertoire
it: Elenco
ja: ディレクトリ

source: Filename
ar: اسم الملف
de: Dateiname
el: Όνομα αρχείου
fr: Nom de fichier
it: Nome del file
ja: ファイル名

source: Notes
ar: الملاحظات
de: Anmerkungen
el: Σημειώσεις
es: Notas
it: Note
ja: 注記

source: Select save location
ar: حدد موقع الحفظ
de: Speicherort auswählen
el: Επιλέξτε θέση αποθήκευσης
es: Seleccionar ubicación de almacenamiento
fr: Sélectionner l'emplacement de sauvegarde
it: Selezionare la posizione di salvataggio
ja: 保存場所を選択

source: Export configuration
ar: تكوين التصدير
de: Konfiguration exportieren
el: Εξαγωγή ρυθμίσεων
es: Exportar configuración
fr: Exporter la configuration
it: Esportazione della configurazione
ja: 設定のエクスポート

source: Exporter
ar: المصدر
de: Ausführer
el: Εξαγωγέας
es: Exportador
fr: Exportateur
it: Esportatore
ja: 輸出業者

source: Export data to a JLS file
ar: تصدير البيانات إلى ملف JLS
de: Exportieren von Daten in eine JLS-Datei
el: Εξαγωγή δεδομένων σε αρχείο JLS
es: Exportación de datos a un archivo JLS
fr: Exporter les données vers un fichier JLS
it: Esportazione dei dati in un file JLS
ja: データを JLS ファイルにエクスポート

source: Exporting data to a JLS file. You can open this file later to display the exported data.
ar: تصدير البيانات إلى ملف JLS. يمكنك فتح هذا الملف لاحقًا لعرض البيانات المصدرة.
de: Exportieren von Daten in eine JLS-Datei. Sie können diese Datei später öffnen, um die exportierten Daten anzuzeigen.
el: Εξαγωγή δεδομένων σε αρχείο JLS. Μπορείτε να ανοίξετε αυτό το αρχείο αργότερα για να εμφανίσετε τα εξαγόμενα δεδομένα.
es: Exportación de datos a un archivo JLS. Puede abrir este archivo más tarde para visualizar los datos exportados.
fr: Exportation des données vers un fichier JLS. Vous pouvez ouvrir ce fichier ultérieurement pour afficher les données exportées.
it: Esportazione dei dati in un file JLS. È possibile aprire questo file in un secondo momento per visualizzare i dati esportati.
ja: データを JLS ファイルにエクスポートします。このファイルを後で開いて、エクスポートしたデータを表示することができます。

source: The device identifier.
ar: معرّف الجهاز.
de: Die Kennung des Geräts.
el: Το αναγνωριστικό της συσκευής.
es: El identificador del dispositivo.
fr: L'identifiant de l'appareil.
it: L'identificatore del dispositivo.
ja: デバイス識別子。

source: The user-configurable device name.
ar: اسم الجهاز القابل للتكوين من قِبل المستخدم.
de: Der benutzerkonfigurierbare Gerätename.
el: Το όνομα της συσκευής που μπορεί να διαμορφωθεί από τον χρήστη.
es: Nombre del dispositivo configurable por el usuario.
fr: Le nom de l'appareil configurable par l'utilisateur.
it: Nome del dispositivo configurabile dall'utente.
ja: ユーザー設定可能なデバイス名。

source: The device model.
ar: طراز الجهاز.
de: Das Gerätemodell.
el: Το μοντέλο της συσκευής.
es: El modelo de dispositivo.
fr: Le modèle de l'appareil.
it: Il modello del dispositivo.
ja: デバイス・モデル。

source: The device serial number.
ar: الرقم التسلسلي للجهاز.
de: Die Seriennummer des Geräts.
el: Ο σειριακός αριθμός της συσκευής.
es: El número de serie del dispositivo.
fr: Le numéro de série de l'appareil.
it: Il numero di serie del dispositivo.
ja: デバイスのシリアル番号。

source: Configure the filename
ar: تكوين اسم الملف
de: Konfigurieren Sie den Dateinamen
el: Διαμόρφωση του ονόματος αρχείου
es: Configurar el nombre de archivo
fr: Configurer le nom du fichier
it: Configurare il nome del file
ja: ファイル名の設定

source: The filename supports the following replacements.
ar: يدعم اسم الملف البدائل التالية.
de: Der Dateiname unterstützt die folgenden Ersetzungen.
el: Το όνομα αρχείου υποστηρίζει τις ακόλουθες αντικαταστάσεις.
es: El nombre de archivo admite las siguientes sustituciones.
fr: Le nom de fichier prend en charge les remplacements suivants.
it: Il nome del file supporta le seguenti sostituzioni.
ja: ファイル名は以下の置換に対応しています。

source: The current timestamp.
ar: الطابع الزمني الحالي.
de: Der aktuelle Zeitstempel.
el: Η τρέχουσα χρονοσήμανση.
es: La marca de tiempo actual.
fr: L'horodatage actuel.
it: Il timestamp corrente.
ja: 現在のタイムスタンプ。

source: The number of times the filename has been used.
ar: عدد مرات استخدام اسم الملف.
de: Die Anzahl, wie oft der Dateiname verwendet wurde.
el: Ο αριθμός των φορών που έχει χρησιμοποιηθεί το όνομα αρχείου.
es: Número de veces que se ha utilizado el nombre del archivo.
fr: Nombre de fois où le nom du fichier a été utilisé.
it: Il numero di volte in cui il nome del file è stato utilizzato.
ja: ファイル名の使用回数。

source: The process ID for this Joulescope UI invocation.
ar: معرّف العملية لاستدعاء واجهة مستخدم Joulescope UI هذا.
de: Die Prozess-ID für diesen Joulescope UI-Aufruf.
el: Το αναγνωριστικό διεργασίας για αυτή την κλήση του Joulescope UI.
es: El ID del proceso para esta invocación a la interfaz de usuario de Joulescope.
fr: L'ID du processus pour cette invocation de l'interface utilisateur Joulescope.
it: L'ID del processo per questa invocazione dell'interfaccia utente di Joulescope.
ja: このJoulescope UI呼び出しのプロセスID。

source: Getting Started with Your Joulescope
ar: البدء باستخدام جولسكوب Joulescope الخاص بك
de: Erste Schritte mit Ihrem Joulescope
el: Ξεκινώντας με το Joulescope
es: Primeros pasos con su Joulescope
fr: Démarrer avec votre Joulescope
it: Come iniziare con il Joulescope
ja: Joulescopeを使い始めるには

source: Safety
ar: السلامة
de: Sicherheit
el: Ασφάλεια
es: Seguridad
fr: Sécurité
it: Sicurezza
ja: 安全性

source: The voltage between any sensor port must never exceed ±15V.
ar: يجب ألا يتجاوز الجهد بين أي منفذ استشعار ± 15 فولت.
de: Die Spannung zwischen den einzelnen Sensoranschlüssen darf ±15 V nicht überschreiten.
el: Η τάση μεταξύ οποιασδήποτε θύρας αισθητήρα δεν πρέπει ποτέ να υπερβαίνει τα ±15V.
es: La tensión entre cualquier puerto de sensor nunca debe superar los ±15 V.
fr: La tension entre les ports des capteurs ne doit jamais dépasser ±15V.
it: La tensione tra una porta del sensore e l'altra non deve mai superare i ±15V.
ja: センサポート間の電圧は±15Vを超えてはなりません。

source: The JS220 sensor ports are Current+, Current-, Voltage+, Voltage-.
ar: منافذ مستشعر JS220 هي التيار+، التيار- والجهد- والجهد- والجهد-.
de: Die Sensoranschlüsse des JS220 sind Strom+, Strom-, Spannung+, Spannung-.
el: Οι θύρες αισθητήρων του JS220 είναι οι εξής: Current+, Current-, Voltage+, Voltage-.
es: Los puertos de sensor del JS220 son Corriente+, Corriente-, Tensión+, Tensión-.
fr: Les ports des capteurs du JS220 sont Courant+, Courant-, Tension+, Tension-.
it: Le porte del sensore JS220 sono Corrente+, Corrente-, Tensione+, Tensione-.
ja: JS220のセンサーポートは、電流+、電流-、電圧+、電圧-です。

source: The JS110 sensor ports are IN+, IN- OUT+, and OUT-.
ar: منافذ المستشعر JS110 هي IN+، وIN- OUT+، و OUT-.
de: Die Sensoranschlüsse des JS110 sind IN+, IN- OUT+ und OUT-.
el: Οι θύρες του αισθητήρα JS110 είναι οι IN+, IN- OUT+ και OUT-.
es: Los puertos del sensor JS110 son IN+, IN- OUT+ y OUT-.
fr: Les ports du capteur JS110 sont IN+, IN- OUT+ et OUT-.
it: Le porte del sensore JS110 sono IN+, IN- OUT+ e OUT-.
ja: JS110のセンサーポートはIN+、IN- OUT+、OUT-です。

source: The sensor ports are electrically isolated from USB. The voltage between any sensor port and USB ground must never exceed ±48V. The GPI/O and trigger ports are referenced to USB ground.
ar: منافذ المستشعر معزولة كهربائياً عن USB. يجب ألا يتجاوز الجهد بين أي منفذ مستشعر وأرضي USB ± 48 فولت. تتم الإشارة إلى منافذ GPI/O ومنافذ الزناد إلى أرضية USB.
de: Die Sensoranschlüsse sind von USB elektrisch isoliert. Die Spannung zwischen den Sensoranschlüssen und der USB-Masse darf ±48V nicht überschreiten. Die GPI/O- und Trigger-Ports sind auf die USB-Masse bezogen.
el: Οι θύρες των αισθητήρων είναι ηλεκτρικά απομονωμένες από τις θύρες USB. Η τάση μεταξύ οποιασδήποτε θύρας αισθητήρα και της γείωσης USB δεν πρέπει ποτέ να υπερβαίνει τα ±48V. Οι θύρες GPI/O και σκανδαλισμού αναφέρονται στη γείωση USB.
es: Los puertos de los sensores están aislados eléctricamente del USB. La tensión entre cualquier puerto de sensor y la tierra USB nunca debe superar los ±48V. Los puertos GPI/O y trigger están referenciados a tierra USB.
fr: Les ports des capteurs sont isolés électriquement de l'USB. La tension entre n'importe quel port de capteur et la masse USB ne doit jamais dépasser ±48V. Les ports GPI/O et de déclenchement sont référencés à la masse USB.
it: Le porte dei sensori sono isolate elettricamente dall'USB. La tensione tra qualsiasi porta del sensore e la massa USB non deve mai superare i ±48V. Le porte GPI/O e di trigger sono riferite alla massa USB.
ja: センサーポートはUSBから電気的に絶縁されています。センサ・ポートとUSBグランド間の電圧は±48Vを超えてはなりません。GPI/Oとトリガ・ポートはUSBグランドを基準としています。

source: Connect
ar: توصيل
de: Anschliessen
el: Σύνδεση
es: Conectar
fr: Connecter
it: Collegare
ja: 接続

source: Connect Joulescope's USB port to your computer using the provided cable. Use an adapter or suitable cable if your computer only has USB Type C ports.
ar: قم بتوصيل منفذ USB الخاص بجولسكوب بجهاز الكمبيوتر الخاص بك باستخدام الكابل المرفق. استخدم محول أو كابل مناسب إذا كان جهاز الكمبيوتر الخاص بك يحتوي على منافذ USB من النوع C فقط.
de: Schliessen Sie den USB-Anschluss von Joulescope über das mitgelieferte Kabel an Ihren Computer an. Verwenden Sie einen Adapter oder ein geeignetes Kabel, wenn Ihr Computer nur über USB-Typ-C-Anschlüsse verfügt.
el: Συνδέστε τη θύρα USB του Joulescope στον υπολογιστή σας χρησιμοποιώντας το παρεχόμενο καλώδιο. Χρησιμοποιήστε προσαρμογέα ή κατάλληλο καλώδιο, εάν ο υπολογιστής σας διαθέτει μόνο θύρες USB τύπου C.
es: Conecte el puerto USB de Joulescope a su ordenador mediante el cable suministrado. Utilice un adaptador o un cable adecuado si su ordenador solo dispone de puertos USB de tipo C.
fr: Connectez le port USB du Joulescope à votre ordinateur à l'aide du câble fourni. Utilisez un adaptateur ou un câble approprié si votre ordinateur n'a que des ports USB de type C.
it: Collegare la porta USB di Joulescope al computer utilizzando il cavo in dotazione. Se il computer dispone solo di porte USB di tipo C, utilizzare un adattatore o un cavo adatto.
ja: 付属のケーブルを使用して、JoulescopeのUSBポートをコンピュータに接続します。お使いのコンピュータにUSB Type Cポートしかない場合は、アダプタまたは適切なケーブルを使用してください。

source: For the JS220, connect the current port between the power supply and the device under test. Connect the voltage port to the power supply. See the Joulescope JS220 User's Guide for more connection examples.
ar: بالنسبة لجهاز JS220، قم بتوصيل منفذ التيار بين مصدر الطاقة والجهاز قيد الاختبار. قم بتوصيل منفذ الجهد بمصدر الطاقة. انظر دليل مستخدم Joulescope JS220 لمزيد من أمثلة التوصيل.
de: Beim JS220 schliessen Sie den Stromanschluss an die Stromversorgung dem zu prüfenden Gerät an. Schliessen Sie den Spannungsanschluss an die Spannungsversorgung an. Weitere Anschlussbeispiele finden Sie im Joulescope JS220 Benutzerhandbuch.
el: Για το JS220, συνδέστε τη θύρα ρεύματος μεταξύ του τροφοδοτικού και της υπό δοκιμή συσκευής. Συνδέστε τη θύρα τάσης με το τροφοδοτικό. Ανατρέξτε στον Οδηγό χρήσης του Joulescope JS220 για περισσότερα παραδείγματα σύνδεσης.
es: Para el JS220, conecte el puerto de corriente entre la fuente de alimentación y el dispositivo bajo prueba. Conecte el puerto de tensión a la fuente de alimentación. Consulte la Guía del Usuario del Joulescope JS220 para más ejemplos de conexión.
fr: Pour le JS220, connectez le port de courant entre l'alimentation et l'appareil testé. Connecter le port de tension à l'alimentation. Voir le Guide de l'utilisateur du Joulescope JS220 pour plus d'exemples de connexion.
it: Per il JS220, collegare la porta di corrente tra l'alimentatore e il dispositivo da testare. Collegare la porta di tensione all'alimentatore. Per ulteriori esempi di collegamento, consultare la Guida dell'utente Joulescope JS220.
ja: JS220では、電流ポートを電源と被試験デバイスの間に接続します。電圧ポートは電源に接続します。接続例についてはJoulescope JS220ユーザーズガイドを参照してください。

source: For the JS110, connect the Joulescope IN port to your power supply. Connect the Joulescope OUT port to your target device.
ar: بالنسبة لجهاز JS110، قم بتوصيل منفذ Joulescope IN بمصدر الطاقة الخاص بك. قم بتوصيل منفذ Joulescope OUT بجهازك المستهدف.
de: Für das JS110 verbinden Sie den Joulescope IN-Anschluss mit Ihrer Stromversorgung. Verbinden Sie den Joulescope OUT-Anschluss mit Ihrem Zielgerät.
el: Για το JS110, συνδέστε τη θύρα IN του Joulescope στην παροχή ρεύματος. Συνδέστε τη θύρα OUT του Joulescope στη συσκευή-στόχο σας.
es: Para el JS110, conecte el puerto IN del Joulescope a su fuente de alimentación. Conecte el puerto de salida del Joulescope a su dispositivo de destino.
fr: Pour le JS110, connectez le port IN du Joulescope à votre alimentation. Connectez le port OUT du Joulescope à votre appareil cible.
it: Per il JS110, collegare la porta Joulescope IN all'alimentatore. Collegare la porta Joulescope OUT al dispositivo di destinazione.
ja: JS110の場合、Joulescope INポートを電源に接続します。Joulescope OUTポートをターゲット・デバイスに接続します。

source: Measure
ar: القياس
de: Messen Sie
el: Μέτρηση
es: Mida
fr: Mesurer
it: Misura
ja: 測定

source: The Joulescope software starts in the Multimeter View displaying the value current, voltage, power, and energy.
ar: يبدأ برنامج Joulescope في عرض Multimeter View الذي يعرض قيمة التيار والجهد والطاقة والطاقة والجهد.
de: Die Joulescope-Software startet in der Multimeter-Ansicht und zeigt die Werte Strom, Spannung, Leistung und Energie an.
el: Το λογισμικό Joulescope ξεκινά στην προβολή πολυμέτρου εμφανίζοντας την τιμή ρεύμα, τάση, ισχύ και ενέργεια.
es: El software Joulescope se inicia en la vista de multímetro y muestra los valores de corriente, tensión, potencia y energía.
fr: Le logiciel Joulescope démarre dans la vue Multimètre affichant les valeurs de courant, de tension, de puissance et d'énergie.
it: Il software Joulescope inizia con la vista Multimetro che visualizza i valori di corrente, tensione, potenza ed energia.
ja: Joulescopeソフトウェアは、電流、電圧、電力、エネルギーの値を表示するマルチメーター・ビューで起動します。

source: Select View → Oscilloscope to switch to the Oscilloscope View and explore changes over time.
ar: حدد طريقة العرض → راسم الذبذبات للتبديل إلى طريقة عرض الذبذبات واستكشاف التغييرات بمرور الوقت.
de: Wählen Sie Ansicht → Oszilloskop, um zur Oszilloskop-Ansicht zu wechseln und Änderungen im Zeitverlauf zu untersuchen.
el: Επιλέξτε Προβολή → Παλμογράφος για να μεταβείτε στην προβολή παλμογράφου και να εξερευνήσετε τις μεταβολές με την πάροδο του χρόνου.
es: Seleccione Ver → Osciloscopio para cambiar a la vista de osciloscopio y explorar los cambios en el tiempo.
fr: Sélectionnez Vue → Oscilloscope pour passer à la vue Oscilloscope et explorer les changements dans le temps.
it: Selezionare Vista → Oscilloscopio per passare alla vista Oscilloscopio ed esplorare i cambiamenti nel tempo.
ja: View → Oscilloscope を選択すると、オシロスコープ・ビューに切り替わり、経時変化を調べることができます。
